[
  {
    "key": "TR",
    "il_plaka": 1,
    "ilce_adi": "YÜREĞİR",
    "ilce_id": 15,
    "ismi": "Abdülgafûr Dede Rahmetullahi aleyh",
    "life": "Adana-Karataş yolu üzerinde bulunan Mihmandar            (Doğankent) köyünde medfundur. Aslen Siverekli olan Abdülgafûr Dede uzun süre halka doğru yolu anlattıktan sonra 1926 yılında vefât etmiştir. Halen 80 yaşında bulunan kızı Adana'da yaşamaktadır. Adana yöresi halkının sık sık ziyâret ettiği Abdülgafûr Dede'nin kabrine ziyârete gelip iki gün kalan yaşlı âmâ bir kadının gözlerinin açıldığı yöre halkı tarafından anlatılmaktadır.",
    "lat": 36.844364,
    "lon": 35.337136,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 1,
    "ilce_adi": "SEYHAN",
    "ilce_id": 15,
    "ismi": "Arpacı Dede Rahmetullahi aleyh",
    "life": "Türbesi Adana'nın Ramazanoğulları tarafından kurulan Ali Dede Mahallesi 82. sokakta bulunmaktadır. Yazılı bir kaynakta hakkında bilgi bulunmamakla beraber, halk arasında dilden dile anlatılagelen menkıbelerden on altıncı yüzyılda yaşadığı anlaşılmaktadır. Sağlığında arpa satarak kazandığı paralarla fakir, hasta ve yetimlere yardım ettiğinden Arpacı Dede diye meşhûr olmuştur. Kabri kaybolmaya yüz tutmuş olmasına rağmen halk tarafından sık sık ziyâret edilmektedir.",
    "lat": 36.981137,
    "lon": 35.327667,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 1,
    "ilce_adi": "YÜREĞİR",
    "ilce_id": 15,
    "ismi": "Cabbâr Dede Rahmetullahi aleyh",
    "life": "Çukurova bölgesi velîlerinden. On altı ve on yedinci asırda yaşamıştır. Hayâtı hakkında fazla bilgi bulunmayan Cabbâr Dede, Abdülkâdir-i Geylânî hazretlerinin yoluna yâni Kâdiriyye tarîkatına mensûbtur. Türbesi, Adana'nın Yakapınar (Misis) bucağına bağlı Kütüklü köyü yakınlarındadır.Halk arasında mütevâzî bir hayat yaşayan Cabbâr Dede, çevredeki aşîretlere İslâmiyetin emir ve yasaklarını anlatarak onların dünyâ ve âhirette kurtuluşa ermeleri için çalıştı. Kendisine karşı çıkanlar olduğu gibi, sohbetlerine koşup ondan feyz alanlar da çoktu. Onu sevenler çocuklarına Cabbâr ismini koydular. Bu sebeple Adana bölgesinde Cabbâr ismi yaygındır. Onun birçok menkîbe ve kerâmeti dilden dile anlatılarak günümüze kadar gelmiştir.Cabbâr Dede'nin hâl ve kerâmetleri meşhûr olmuş, ünü zamânın pâdişâhına kadar gitmişti. Sultan Dördüncü Murâd Han, Bağdât seferine giderken, Ceyhan Nehri üzerindeki târihî Misis Köprüsünü geçip Havrâniye köyüne geldiği zaman; \"Bu yörede Cabbâr Dede diye meşhûr bir zât olduğunu işitiriz. Çağırın gelsin, kendisiyle görüşmek dileriz.\" dedi. Vazîfeliler gidip Sultanın emrini bildirdiler. Cabbâr Dede, Sultânın emrini alır almaz atına binerek huzûruna geldi. Allahü teâlânın kudretiyle kerâmet olarak orada bulunanlar, Cabbâr Dede'nin atının kaplan, elindeki kamçının da kara yılan olduğunu gördüler. O zamâna kadar Cabbâr Dede'nin üstünlüğünü kabûl etmeyenler ise, gördükleri bu kerâmet karşısında pişmân oldular. Sultan Dördüncü Murâd Han, Cabbâr Dede'ye;\"Bağdât'ın fethi bana müyesser olacak mı?\" diye sordu. Cabbâr Dede cevâbında; \"Haşmetlü pâdişâhım! Havraniye köyünde Genç Osman isminde bir delikanlı vardır. Onu da götürürsen, Bağdât geri alınacaktır\". Sultan Dördüncü Murâd Han, Genç Osman'ı sefere götürdü. Böylece Bağdât fetholundu. Cabbâr Dede'nin büyüklüğünü anlayamayan, onun devlet adamları ve diğer insanlar yanındaki îtibârını çekemeyen bâzı kimseler; \"Cabbâr Dede'nin koyunları ekinlerimizi yiyerek zarar veriyor.\" diye, zamânın Misis Zaptiye Karakol Kumandanına şikâyet ettiler. Karakol kumandanı, iki zaptiye göndererek Cabbâr Dede'yi getirmelerini emretti. Zaptiyeler, Cabbâr Dede'nin dergâhına varıp, hakkında şikâyet olduğundan bahisle kumandanın kendisini istediğini bildirdiler. Cabbâr Dede, zaptiyelere güler yüz ve hoş bir edâyla;\"Evlatlarım! Siz gidin ben kısa zaman içinde geliyorum.\" dedi. Zaptiyeler onun yanından ayrıldıktan kısa bir zaman sonra Ceyhan Irmağının kenarına gitti. Seccâdesini ırmak üzerine atıp üstüne oturarak kısa bir zaman içinde karşı tarafta bulunan Zaptiye Karakoluna ulaştı. Köprüden geçerek gelen zaptiyeler, Cabbâr Dede'nin kendilerinden önce geldiğini görünce hayret edip, büyük bir velî olduğunu anladılar. Zaptiye Karakol Kumandanı, Cabbâr Dede'ye;\"Köylüler senden şikâyetçi. Koyunlarına köylünün ekinlerini yediriyormuşsun. Onlara zarar veriyormuşsun, aslı var mı?\" dedi. Cabbâr Dede, Kumandana; \"İki asker gönder, koyunlarımı onların ekin tarlasına sürsünler. Eğer ekini yerlerse suçlu olduğumu kabûl edeceğim.\" dedi. Bunun üzerine kumandanın vazîfelendirdiği iki zaptiye, Cabbâr Dede'nin dergâhının yanına gitti. Koyunlarını o civârdaki köylülerin ekin tarlalarına sürdüler. Fakat hiç bir koyunun başkalarına âid olan bu tarlalardaki ekin ve otları yemediğini, Cabbâr Dede'ye âid olan tarla ve otlağa sürdükleri zaman ekin ve otları yediklerini gördüler. Tekrar karakola gelip olanları kumandanlarına anlattılar. Kumandan, Cabbâr Dede'nin iftirâya uğradığını hükmedip, köylüleri azarladı. Câhil köylülerin bu hareketlerine üzülen Cabbâr Dede, köylülere hitâben;\"Mahsülünüz bol olsun, fakat bereketi olmasın.\" diye duâ etti.İlk zamanlar Cabbâr Dede'nin büyüklüğünü takdir edemeyen köylüler ve diğer insanlar, durumu anlayınca onun sohbetlerine koşup, feyzinden istifâde ettiler. Pekçok gayr-i müslimin hidâyete erip müslüman olmasına vesîle olan Cabbâr Dede'nin dergâhı, gelip gidenlerle doldu taştı. Dergâhının bitişiğinde bir mescid yaptırdı. Vefât ettiği zaman mescidin bitişiğindeki kubbeli türbeye defnedildi. Adana ilinin merkez ilçesine bağlı Yakapınar (Misis) bucağının Kütüklü köyüne varmadan bir kilometre kadar sol tarafta bulunan türbesinin etrâfında en az dört-beş asırlık meşe ağaçları ve bu ağaçlar arasında da eski mezarlar bulunmaktadır. Bölge halkı, Cabbâr Dede'nin türbesini ziyâret etmekte, onu vesîle ederek Allahü teâlâya duâ edip murâdlarına ermektedirler. Cabbâr Dede'nin hayâtı boyunca birçok hâl ve kerâmetleri görüldüğü gibi, vefât ettikten sonra da görülmüştür. Bir Ermeni, Cabbâr Dede'nin türbesinin karşısından yüklü olan kağnı arabasıyla gidiyordu. Kağnısı çamura saplandı. Bir hayli uğraşmasına rağmen çabaları boşa çıktı ve bir türlü kurtaramadı. Kendi kendine; \"Müslümanlar darda kaldıkları zaman; \"Yetiş yâ Abdülkâdir Geylânî!\" diyorlar. Bir de ben çağırayım.\" dedi ve; \"Yetiş yâ Abdülkâdir Geylânî!\" diye seslendi. Bu sırada Abdülkâdir-i Geylânî hazretlerinin rûhâniyeti tecessüm ederek Ermeniyi ve kağnısını bataklıktan kurtardı. Ermeniye yönelerek; \"Bizi Bağdât'tan buraya kadar yoracağına, işte şu karşıda Cabbâr Dede var. Çağırsan hemen yetişir, sizi kurtarırdı.\" buyurdu. Zaman zaman darda kalanların imdâdına yetişen Cabbâr Dede'nin türbesinin üzerine büyük bir nûr indiği ve geceleri türbesinde Kur'ân-ı kerîm okunduğu nakledilmektedir.",
    "lat": 36.832701,
    "lon": 35.536009,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 3,
    "ilce_adi": "BAŞMAKÇI",
    "ilce_id": 26,
    "ismi": "Abdurrahman Sultan Rahmetullahi aleyh",
    "life": "Horasan'da yetişip Anadolu'da yaşayan velîlerden. Doğum yeri ve târihi bilinmiyor. Abdülkâdir-i Geylânî hazretlerinin sohbetleriyle kemâle geldi. Anadolu'nun fethinden sonra hicret ederek Afyon'un Başmakçı kazâsına yerleşti. İnsanlara Allahü teâlânın emir ve yasaklarını bildirdi, onların dünyâ ve ahiret seâdetine kavuşmaları için çalıştı. Kabri Başmakçı'da olup ziyâret mahallidir. Hanımı Sultan Hâtun da aynı türbededir. Türbenin kenarından bağ ve bahçelere giden yol geçmektedir. Abdurrahmân Sultan vefât ettikten sonra bu yoldan geçen bir çok kimse, onu abdest alırken ve namaz kılarken görmüşlerdir.",
    "lat": 37.892296,
    "lon": 30.018866,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 3,
    "ilce_adi": "BAŞMAKÇI",
    "ilce_id": 26,
    "ismi": "Ahmed Dede Rahmetullahi aleyh",
    "life": "Anadolu'da yaşayan velîlerden. Hayâtı hakkında fazla bir bilgi yoktur. Doğum, vefât târihleri ve yerleri belli değildir. Hangi asırda yaşadığı da bilinmemekte olup, Anadolu Selçuklu Devleti zamânında yaşadığı tahmin edilmektedir. Türbesi, Afyon'un Başmakçı kazâsındadır. Türbede kitâbe yoktur.İnsanlara Allahü teâlânın emir ve yasaklarını anlatmakla ömrünü geçiren Ahmed Dede, sağlığında cumâ günleri, cumâ namazını Kâbe-i şerifte kılardı. Bir sohbet esnâsında Başmakçı'nın ileri gelenleri, Ahmed Dede'ye; \"Efendi, seni cumâ namazında göremiyoruz. Cumâya gelmiyorsun. Müslüman cumâ namazına gelmez mi?\" diye suçlamada bulundular. Ahmed Dede; \"Biz hiç bir namazımızı geçirmeyiz. Cumâyı da mübarek yerlerde kılıyoruz.\" diyerek, durumunu anlatmaya çalıştı ise de, oradakilerden kimse anlamadı. Suçlamaları o derece ileri gitti ki, kaba sözlerle mübârek zâtı itham etme derecesine vardılar. Bu duruma çok üzülen ve incinen Ahmed Dede; \"Allah.\" dedikten sonra mübârek rûhunu teslim etti.Ahmed Dede'nin vefâtından asırlar sonra Başmakçı'nın Hilâl mahallesindeki harman yerinde bütün çiftçiler samanlarını tınaz yığınları haline getirmişlerdi. Küçük bir ateş kıvılcımından çıkan yangında tınazlar yanmaya başladı. Hafif rüzgârın tesiriyle de yangın yayılıyordu. Bu sırada Ahmed Dede'nin türbesinden doğru bir kuş sürüsü yangın bölgesine gelip, alevlerin etrâfında dönmeye başladı. O sırada, esen rüzgar kesildi. Gökyüzüne yükselen alevler yavaş yavaş küçülmeye ve sönmeye başladı. Yangın sönünce kuşlar yangın bölgesini terk etti. Allahü teâlânın izni ile yangın büyümeden sönmüş oldu.",
    "lat": 37.887738,
    "lon": 30.006174,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 3,
    "ilce_adi": "SANDIKLI",
    "ilce_id": 39,
    "ismi": "Hacım Sultan Rahmetullahi aleyh",
    "life": "Anadolu'da yaşayan büyük velîlerden. İsmi Recep'tir. Soyu Peygamber efendimize dayandığı rivâyet edilir. Doğum ve vefât târihi belli değildir. On dördüncü asırda yaşamıştır. Hacı Bektâş-ı Velî'nin yakınlarındandı.Hacım Sultan, Bektaş-ı Velî ile Anadolu'ya, insanlara doğru yolu anlatmak için gönderildi. Hacı Bektaş-ı Velî ile Hacım Sultan, Kâbe'ye doğru yola çıktılar. Günlerce süren yolculuktan sonra Kâbe-i muazzamaya geldiler. Tavâftan sonra kırk gün Arafat Dağında riyâzet çekip, Allahü teâlâdan vazîfelerini yerine getirebilmek için yardım istediler. Sonra Medîne'ye giderek Peygamber efendimizi ziyâret ettiler. Daha sonra Anadolu'ya gittiler. Anadolu'ya geldiklerinde Hacı Bektaş-ı Velî, Hacım Sultan'ı Germiyan iline gönderdi.Hacım Sultan, Afyonkarahisar civârında bir köyde konakladı. O köyde bulunan Bağlu Baba isimli sâlih ve velî bir zâtla görüştü. Bu sırada köylüler gelip Hacım Sultan'a; \"Ey garip! Bizim sığırlarımızı, hayvanlarımızı güt.\" dediler. Hacım Sultan bu isteklerini kabûl etmedi ise de, ısrarlara dayanamayıp; \"Mâdem çok istiyorsunuz, sığırlarınızı getirin.\" dedi. Köylü, sığırlarını toplayıp Hacım Sultan'ın yanına getirdi. Sığırlar içerisinde bir büyük kara boğa vardı. Hacım Sultan o boğaya; \"Ey kara boğa! Allahü teâlâ için sen bu sığırları akşama kadar güt!\" dedi. Kara boğa bu sözleri işitince gelip, Hacım Sultan'ın ayağına yüz sürdü. Sonra kalkıp, sığırları süse süse önüne katıp götürdü. Akşama kadar güttü. Akşam olunca sığırları evine getirdi. Kara boğa sığırları bu şekilde güderken, Hacım Sultan ibâdetle meşgûl oluyordu.Kara boğa, sığırları öyle güdüyordu ki, sığırlar hiç kimsenin ekinine zarar vermiyordu.Köyde yaşlı bir kadının tek ineği vardı. Götürüp sığırların yanına güdülmesi için bıraktı. Bunu fark eden Hacım Sultan kadıncağıza; \"Vâlide! Allahü teâlânın emri ile bu ineği kurt yer. Sığıra salma.\" dedi. Kadın onun sözlerine kulak asmayıp, ineğini sığırların yanında otlamaya gönderdi. Sığırlar otlarken kadının ineği sığırlardan ayrıldı ve başka bir yere gitti. O sırada bir kurt ineğe rastlayıp ineği yedi. Akşam olunca bütün sığırlar evlerine geldiği halde, kadının ineği geri dönmedi. Çocukları bir müddet aradılar ve ineği bulamadılar, sonunda; \"O divâne bu ineği satmıştır. Yoksa bu kadar aramadan sonra bulurduk.\" dediler. Hacım Sultan; \"Sizin ineğinizi falan yerde kurt yedi.\" deyince, kadının çocukları; \"Kâdıya gidelim.\" dediler. Hep birlikte kâdının huzûruna vardılar. İnekleri kaybolan çocuklar kâdıya: \"Efendim! Bu divâne bizim sığırlarımızı güder. Fakat kendisi gitmez. Büyük bir kara boğa sürüyü güder. Bu ise bir eve çekilip orada ibâdet ve riyâzetle meşgûl olur. Kendisine sorun ineğimizi ne yaptı?\" dediler. Kâdı; \"Ey divâne! Bunların ineğini ne yaptın.\" diye sordu.Hacım Sultan; \"Biz, bu ineği salma diye işin başında analarına söyledik, îkâz ettik. Allahü teâlânın emri ile bu ineği kurt yer, dedik. Sözümüze kulak asmayıp otlamaya gönderdi. Bu yüzden ineklerini kurt yedi.\" dedi. Kâdı; \"İneği kurt yediğini nereden bilelim. Eğer gören varsa getir, şâhitlik etsinler.\" deyince, Hacım Sultan; \"Evet şâhitler vardır. Gidip getireyim.\" dedi ve getirmek için dışarı çıktı. İneğin kurt tarafından parçalandığı yerde kayalar vardı. Bir miktarını parçalayıp onlara; \"Gelin ineği kurt yediğine şâhitlik edin.\" dedi.Taş parçaları Allahü teâlânın emri ile Hacım Sultan ile birlikte kâdı huzûruna geldiler. Kâdı durumu görünce hayretler içinde kaldı. Taşlar Allahü teâlânın izni ile konuşup; \"İneği bizim yanımızda kurt yedi. Bu hususta şâhitlik ederiz. Eğer inanmazsanız adam gönderin, ineğin başını ve derisini getirsinler. Sizler de görün.\" dediler. Birkaç kişi, denilen yerden ineğin başını ve derisini getirdi. İnsanlar durumu görüp hayrette kaldılar. Kâdı, Hacım Sultan'ın mübârek bir zât olduğunu anlayıp, özür diledi. Hacım Sultan orada bulunanlara hayır duâ etti. \"Bizim vazîfemiz vardır. Siz Allahü teâlâya emânet olun.\" diyerek o köyden ayrıldı. Bu sırada köy halkı; \"Efendim bu kadar zamandır bizim sığırlarımız ile ilgilendiniz. Size hakkınızı verelim.\" dediler. Hacım Sultan; \"Benim hakkım beni bulur.\" dedi. Hacım Sultan yola çıkınca, kara boğa arkasına takıldı. Köy halkı kara boğanın önüne geçip gitmemesi için ne kadar uğraştılarsa da karşı çıkamadılar.Hacım Sultan Afyonkarahisar'a varınca, bir süre burada kaldı. O sırada Karahisar Beyi Tokuz isimli bir şahıstı. Karahisar halkı beyin yanına gidip; \"Falan kayanın yanında bir derviş kırk gündür yemez içmez. Devamlı Allahü teâlâya ibâdet eder. Yanında da kara bir boğa var.\" diye anlattılar. Bey; \"Gelin yanına birlikte gidelim.\" dedi. Huzûruna varınca, Hacım Sultan onlarla bir müddet konuşmadı. Sıcak bir gündü. Herkes çok susadı. Bey, \"Eğer bu mübârek bir zât ise, bize su verir. Biz de içeriz.\" diye içinden geçirdi. Beyin bu düşüncesi Allahü teâlânın izni ile Hacım Sultan'a mâlum oldu. \"Yâ Allah!\" deyip kalktı ve elini kayaya vurduğu gibi, kayadan berrak bir su çıktı. Bunun üzerine Tokuz Bey, af dileyip; \"Efendim, bizi bağışla. Duâ ve himmet eyle. Bizim şeyhimiz rehberimiz ol. Sana bir dergâh yapayım. Bâzı köyleri vakfedeyim. Dört-beş hizmetçi vereyim.\" deyince, Hacım Sultan; \"Ey Bey! Allahü teâlânın emriyle hocam bana; \"Senin makâmın Germiyan'da Susuz denilen yerdir. Git orada otur.\" buyurdu. Biz oraya gideriz. Bu pınarcık bizim yâdigârımız olsun. Şimdi siz kendi yerinize gidin.\" dedi. Hacım Sultan daha sonra o pınardan abdest alıp, namaz kıldıktan sonra Sandıklı'ya doğru yola çıktı. O zamanlar Sandıklı'da Hacı isimli sâlih bir zât vardı. Bir gece rüyâsında Peygamber efendimizi gördü. Peygamber efendimiz ona; \"Ey Hacı! Bizim evlâdımızdan bir kişi vardır. İsmine Hacım derler. Var onunla yâren ol.\" buyurdu. Derviş Hacı uyanıp, sabah namazını kıldıktan sonra Hacım Sultan'ı aramaya başladı. Yolda giderken kendi kendine; \"Aceb o zâtı nasıl bulurum?\" diye düşünürken, bir zâtın zikretmekle meşgûl olduğunu gördü. Yanında kara bir boğa vardı. Yanına gidip selâm verdi. Hacım Sultan selâmı alıp; \"Hoş geldin benim vefâlı yârenim Derviş Hacı.\" dedi. Derviş Hacı; \"Ey Efendim! Size kim derler?\" diye sordu. Hacım Sultan; \"Hacı Derviş, anamızın verdiği isim Recep'tir. Fakat hocalarım bize Hacım ismini verdiler.\" dedi. Derviş Hacı bunları duyunca, hemen Hacım Sultan'ın ellerine kapandı ve yârenliğe kabûl etmesi için yalvardı. Hacım Sultan bir müddet de Sandıklı'da kaldı. Bir gün Hacım Sultan'ı o beldeden kovalamak isteyenler toplanıp; \"Ona söz fayda vermez. Onu dövelim. Evlerimizin yakınında onu yatırmıyalım. Birkaç adamı gönderip, onu oradan kovsun.\" dediler. Onların bu plânı Allahü teâlânın izni ile Hacım Sultan'a mâlum oldu. \"Kader böyle imiş. Bize burada râhat olmaz.\" dedi. Akşam yakındı. Hacım Sultan kalkıp abdest aldı. Akşam namazını kıldı. Sonra Yâsîn-i şerîf, Vâkıa, Enbiyâ, İhlâs, Fâtiha ve Bekara sûrelerini okuyup, Peygamber efendimizin mübârek rûh-ı şerîfine, âline, eshâbına evliyânın rûhuna sevâbını bağışladı. Sonra yüz kere salevât, bin kere istiğfâr getirdi. Niyet eyledi: \"Burada kalmak uygun mudur?\" dedi. Bir mikdâr uyudu. RüyâsındaPeygamber efendimizi gördü ve mübârek elini öptü. Bu esnâda Peygamber efendimiz; \"Ey ciğerpârem Hacım! Senin yerin burası değil. Senin yerinSusuz denilen yerdir. Allahü teâlânın emri ile var, orada yerleş. Hem bu kavim sizi sevmedi. Sana kasdederler. Benim evlâdıma kasdedenler, kötülük düşünenler yarın kıyâmet gününde yüzleri kara olup, benim şefâatimden mahrum olurlar.\" buyurdu. Hacım Sultan uyanınca, yanında bulunan Derviş Hacı'ya; \"Rüyâmda Peygamber efendimizi gördüm.\"Senin yerin Susuz denilen yerdir.\" buyurdular. Yalnız senin yerin burasıdır. Sen burada kal. Ben oraya gideceğim.\" dedi. Derviş Hacı; \"Aman Sultanım! Ben senden nasıl ayrılırım?\" deyince, Hacım Sultan; \"Hayır bu, böyle olacak. Allahü teâlâya emânet ol.\" diyerek yola çıktı. Hacım Sultan aleyhine çalışan topluluk, onu öldürmek için geldiğinde, Hacım Sultan'ı yerinde bulamadı. Elleri boş döndüler. Sonra bunlar, Allahü teâlânın gazâbına uğrayarak bir hastalığa yakalandı ve birçoğu öldü. Hacım Sultan Susuz'a vardıktan bir müddet sonra rüyâsındaPeygamber efendimizi gördü. Hacım SultanPeygamber efendimizin elini öptü. Peygamber efendimiz ona; \"Ey ciğerpârem Hacım! Senin makâmın burasıdır. Burada karar eyle. Senin ömrün burada geçer. Allahü teâlâdan râzı ol. O'na tevekkül eyle.\" buyurdu ve bâzı nasîhatlarda bulundu. Hacım Sultan uykudan uyanınca, Allahü teâlâya şükretti. Hacım Sultan'ın ikâmet ettiği yerde yörükler topluluğundan bozuk îtikâd sâhibi bir grup vardı. Bir gün Hacım Sultan'ın yanına gelerek; \"Sen kimsin? Nereden geldin?\" diye sordular. Hacım Sultan; \"Hicaz'dan gelirim.\" deyince; \"Öyleyse buradan git. Bizim yerimizde ne ararsın?\" dediler. Hacım Sultan; \"Buraya Allahü teâlânın izni, Peygamber efendimizin işâreti,AhmedYesevî ve Hacı Bektâş-ı Velî'nin duâsı ile geldim. Burası bizim makâmımız, yerimiz oldu.\" buyurdu. Onlar ısrarla gitmesini, yoksa zarar vereceklerini söylediler. Hacım Sultan oradan ayrılmayınca, zarar vermek istediler. Allahü teâlânın izni ile zarar veremediler. Hacım Sultan, Allahü teâlâya; \"Bunların şerrini benim üzerimden def eyle.\" diye duâ etti. Allahü teâlâ bu kabîleye bir hastalık verdi ve pek çok kimse öldü. Bunun üzerine kabîlenin ileri gelenleri Hacım Sultan'dan af dilediler. Hacım Sultan da; \"Allahü teâlâ üzerinizdeki belâ ve musîbeti def eylesin.\" diye duâ edince, kabîle hastalıktan kurtuldu. Kısa zamanda Hacım Sultan'ın ismi her tarafa yayıldı. İnsanlar akın akın onun ziyâretine koştular. Sevenleri bir araya gelip adına bir câmi yaptırdılar. Hacım Sultan, burada ibâdetle meşgûl olur, gelenlere nasîhat ederdi. Horasan'da Burhan isminde zahid bir derviş vardı. Peygamber efendimizin soyundan olanları çok severdi. Dâimâ; \"Yâ Rabbî! Bana bir evlâd-ı Resûlün eteğine yapışmamı nasîb eyle.\" diye duâ ederdi. Bir gece ibâdetlerini yapıp uyuduktan sonra şöyle bir rüyâ gördü: Rum diyârına gitmişti. Diyâr-ı Rum erenleri bir yerde toplanmışlar, ibâdet ve sohbet ediyorlardı. O sırada bir derviş geldi. Nurlu bir zât olup, görenin kalbine Allah sevgisi gelirdi. Bu zât Hacım Sultandı ve Derviş Burhan'a; \"Hoş geldin benim yârenim Derviş Burhan. İstiyorsan, Rum diyârında Germiyan iline gelip bizi bulasın.\" dedi. Derviş Burhan uykudan uyanınca, kalbini sevgisinin doldurduğu zâtı aramak için yola çıktı. Germiyan iline geldiğinde, acaba o mübarek zatı nasıl bulurum, diye düşünürken kendi kendine; \"Beni tâ Horasan'dan buraya çeken zât ayağına getirmez mi?\" dedi. Allahü teâlânın izni ile dolaşırken yolu Hacım Sultan'ın bulunduğu yere düştü. Bir tepenin üzerinde Hacım Sultan'ı gördü. Rüyâsında gördüğü zât olduğunu anladı ve hemen yanına gitti. Selâmını alan Hacım Sultan; \"Hoş geldin Derviş Burhan!\" dedi.Derviş Burhan, Hacım Sultan'ın elini öperek talebeliğe kabûl etmesini ricâ etti. Talebeliğe kabûl edilen Derviş Burhan, uzun yıllar Hacım Sultan'a hizmet etti. Hacım Sultan vefâtı yaklaşınca, yerine Burhan Efendiyi halîfe bıraktı. Susuz'da vefât eden Hacım Sultan, burada defnedildi. Kabri Afyon'un Sandıklı ilçesinde Susuz diye anılan yerdedir. Vefât târihi belli değildir. \nEFENDİM BENİ AFFEYLE\n Bir gün bâzı kimseler Hacım Sultan'ın yanına, oradan gitmesini, eğer gitmezse zarar vereceklerini söylemek için birisini gönderdiler. O şahıs geldiğinde, Hacım Sultan namaz kılıyordu. Namazı kıldıktan sonra, o şahıs Hacım Sultan'ın yanına yaklaşınca, titremeye başladı. Kalbinde bu hal ile bir yumuşama meydana geldi. Yanına varıp selâm verdi. Hacım Sultan selâmını alıp; \"Ey yiğit! Söyle bakalım, seni gönderenler ne dediler, dinleyelim.\" buyurdu. Bunun üzerine o yiğit ayağa kalkıp, Hacım Sultan'ın ellerine sarıldı; \"Efendim! affeyle. Bana bedduâ etme.\" dedi. Hacım Sultan; \"Allahü teâlâ seni buraya gönderenlere de insâf versin. Ey yiğit! Evlâd-ı Resûl'e tâbi ol, uy. Onları sevenlerden ol. Kimseyi gıybet etme. Çünkü Allahü teâlâ Kur'ân-ı kerîmde meâlen; Birbirinizi gıybet etmeyiniz! (Hucurât sûresi: 12) buyurmaktadır. Şimdi git zikr ve Allahü teâlâyı anmakla meşgûl ol.\" buyurdu. O şahıs, geri dönünce, kendisini gönderen kimselerin arasına karışmadı. Vakitlerini ibâdet ve zikirle geçirdi.",
    "lat": 38.505261,
    "lon": 30.2052,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "EYÜPSULTAN",
    "ilce_id": 434,
    "ismi": "Abdullah Kaşgari Rahmetullahi aleyh Hayatı",
    "life": "İstanbul'da yıllarca ilim ve feyz yayan evliyâdan. 1688 yılında Kaşgar'da doğdu. İstanbul'a gelince Eyüb'e yerleşti. Bâlîzâde Abdülbâki Efendinin yaptırdığı dergahta talebe yetiştirip, insanlara doğru yolu göstermeye çalıştı. Buradan, Nakşibendiyye yolunda olan Hacı Murtezâ Efendinin yaptırdığı bugün Kaşgari Dergahı diye bilinen Murtezâ Efendi Tekkesine tâyin edildi. Burada on altı yıl talebe yetiş¬tirdikten sonra 1760'da vefât etti. Dergahın avlusunda yapılan türbeye defnedildi. Abdullah Kaşgari vefât edince, yerine oğlu Ubeydullah Efendi geçerek on sene müddetle hizmet etti.",
    "lat": 41.0510989,
    "lon": 28.9326936,
    "northeast_lat": 39.7004311,
    "northeast_lon": 35.52095,
    "southwest_lat": 39.687969,
    "southwest_lon": 35.50225
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "EYÜPSULTAN",
    "ilce_id": 434,
    "ismi": "Abdullah Efendi, (Himmetzâde) Rahmetullahi aleyh Hayatı",
    "life": "Bayramiyye yolunun şeyhlerinden. 1640 (H.1050) yılında İstanbul'da doğdu. 1710 (H.1122) yılında vefât etti. İstanbul Üsküdar'daki Bezcizâde Tekkesinde babasının yanına gömüldü. Babası Himmet Efendi de Bayramiyye yolunun şeyhlerindendi. Abdullah, küçük yaşta mükemmel bir tahsil ve terbiye gördü. Bilhassa tefsîr ve hadîs ilimlerinde kendisini yetiştirdi. Bu arada Bayramiyye tarikatına intisâb ederek babasına mürid, talebe oldu. Tasavvuf yolunda ilerledi. 1669'da Kasımpaşa, on yıl sonra da Fâtih civârındaki Halil Paşa Câmiine vâiz oldu. 1684 yılında babasının vefâtı üzerine Yenibahçe'deki Himmetzâde dergâhına şeyh tâyin edildi. Nezâketi, zarâfeti ve sohbetlerinin tatlılığı ile meşhur oldu. 1683 yılında Merzifonlu Kara Mustafa Paşanın Viyana önünde uğradığı büyük bozgundan sonra, Almanlar ve Polonyalılarla berâber Ruslar ve Venedikliler de üzerimize saldırmışlardı. Dört düşmanla çarpışan ordularımız ağır mağlûbiyetlere uğruyordu. İstanbul halkı heyecan içinde idi. Padişah ve devlet ricâli aleyhinde her gün türlü dedikodular yayılıyordu. Sultan Dördüncü Mehmed Hanın bu nâzik vaziyet karşısında Edirne'den dönmemesi, aleyhindeki sözlerin artmasına yol açıyordu. Dördüncü Mehmed Han Eylül başında İstanbul'a geldiğinde câmilerdeki vâiz şeyhlerden ümit verici sözlerle halkın heyecanını yatıştırmalarını emretti. Kendisi cumâ namazını kılmak üzere Dâvûd Paşa Câmiine geldi. Himmetzâde Abdullah Efendiyi de vâz vermek üzere oraya dâvet etti. Abdullah Efendi dâvet üzerine Dâvûd Paşa'ya gitti. Câmide pek acı sözlerle halkı hüngür hüngür ağlatan vâzında özet olarak şöyle buyurdu: Ümmet-i Muhammed (sallallahü aleyhi ve sellem), devlet sahipsiz kaldı. Şehir ve kaleler düşman eline düşüp câmi ve mescidler kilise oldu. Bütün bunlar günahlarımız sebebi iledir. Fiilimizi değiştirelim. Günahlarımıza tövbe edelim. Şimdiden sonra bize lazım olan gözümüz yaşından çimen bitinceye kadar başımızı yerden kaldırmamaktır. Sonra padişaha serzenişte bulunarak: Nedir bu inip binme, bu hay huy ve nefs-i emmârenize uymalar? Nice bir gaflet uykusunda yatursız? Gerçi padişahlar ava gide gelmiştir. Ancak şimdi zamanı değil. Her zamanın bir îcâbı var.dedi. Sultan Dördüncü Mehmed Han başı yerde olarak dinlediği bu vâz ü nasîhatten sonra devlet işleri ile bizzat ilgilenmeye başladı. \n Himmetzâde Abdullah Efendi 1688'de hacca gitti. İliklerine kadar Resûlullah aşkı ile yanarak şu kıtayı söyledi: \n Ravzana yüz süren bulur amân \nEl amân ey Fahr-i âlem el amân \n Her gelen dilhaste, bulur tâze \n El amân ey Fahr-i âlem el amân. \n Hacdan dönüşünde Sultan Selîm Câmii Cumâ Vaizliğine tâyin edilince selâtin câmileri kürsü şeyhleri silsilesine girmiş oldu. 1694'te FâtihCâmii vâizliğine nakledildi. 1697'de Sultan İkinci Mustafa'nın Avusturya seferine ordu vâizi olarak katıldı. Allah yolunda, İslâmiyet uğrunda savaşmanın fazîleti hakkında vâzlar vererek askeri gayrete getirdi. Yapılan savaşlarda Osmanlı askerinin fevkalâde cesâreti neticesinde Avusturya orduları bozguna uğratıldı ve zaferle dönüldü. Hayatının son yıllarında Bâyezîd ve Süleymâniye câmileri vâizliklerinde bulunan Abdullah Efendi 1710 yılında Hakk'ın rahmetine kavuştu.",
    "lat": 41.0128493,
    "lon": 29.0176284,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "EYÜPSULTAN",
    "ilce_id": 434,
    "ismi": "Abdurrahmân Sâmi Niyâzi Rahmetullahi aleyh",
    "life": "Anadolu'da yetişen mutasavvıflardan. Manisa'nın Saruhanlı kazâsında 5 Mart 1878 (H.1296)'de doğdu. Babası Haremeyn vâli-lerinden Âsım Efendidir. İlk tahsîline doğduğu yer olan Saruhan'da başladı. Sonra İstanbul'a giderek, tahsîline devâm etti. Bu arada bâzı velîlerin yanına gidip onların sohbetlerinde bulundu ve tasavvuf yolunda insanlara doğru yolu göstermek için icâzet, izin aldı.Abdurrahmân Sâmi Efendi 1935 (H. 1354) senesinde 57 yaşında iken İstanbul'da vefât etti. Bir Ramazân gecesi rüyâsında Resûlullah efendimizi gördü. Resûlullah efendimiz yanında bulunan zâtı göstererek; \"Yâ Sâmi! Bu senin mürşidin, hocandır. Sen vapura bin ve denize açıl. Vapur hangi iskelede durursa orada in. Hocanı orada bulacaksın.\" buyurdu. Uykusundan uyandıktan sonra sabah namazını edâ etti. Bulunduğu yer¬den iskeleye gidip bir bilet aldı. Gemi hareket edip, Çanakkale'ye yaklaştığı sırada kaptan; \"Gemide bir ârıza var, tâmiri birkaç gün sürer, arzu eden inebilir.\" deyince, Sâ-mi Efendi gemiden indi. İskelede nûr yüzlü bir zât; \"Sâmi Efendi, hoş geldin.\" diyerek onu karşıladı. Sâmi Efendi şaşırarak; \"Bu zât benim ismimi nereden biliyor?\" diye aklından geçirdi. O zat; \"Geçen gece rüyân-da Peygamber efendimiz sana ne emir buyurdular?\" dedi. Sâmi Efendi hemen o zâtın elini öperek, ona bağlandı. Bu zât Ahmed Şücâ'eddîn Uşşâkî idi. Aynı zamanda Câmilerde vaaz veren Sâmi Efendi, kısa za¬manda yetişerek, hocasından Uşşâkî tarîka-tında icâzetnâme, diploma aldı ve hocası tarafından insanları yetiştirmek üzere İstanbul'a gönderildi. Sâmi Efendi, İstanbul'a geldikten sonra Kasımpaşa'daki Yahyâ Efendi dergâhına şeyh tâyin edildi. Bir gün bir talebesiyle vaaz vermek için Fâtih Câmiine gitti. Na-mazdan sonra vaaz etmeye başladı. Bu sıra¬da küçük bir çocuk gelerek; \"Sâmi Efendi, biraz gelir misin, seninle görüşelim.\" dedi. Sâmi Efendi de kalkıp, o çocuk ile câminin bir kenarında bir müddet konuştuktan son¬ra tekrar kürsüde vaazına devâm etti. O sırada talebesi; \"Hocam âlim bir zât olmasına rağmen, ufacık bir çocuğa tâbi oldu.\" diye düşündü. Sâmi Efendi, ona dönerek; \"Oğlum, o görüp de çocuk zannettiğin Hızır aleyhisselâm idi. Aramızda bâzı özel konuşmalar oldu.\" buyurdu. Abdurrahmân Sâmi Efendi, bir gün evinde yumurta gibi bâzı şeyleri önüne almış, onlarla meşgûl idi. Hanımı kendi ken¬dine; \"Efendi vaktini bu gibi şeylerle meşgûl ediyor!\" diye düşündü. Ertesi gün bir grup talebe ziyâret için geldiler. Hanımı on¬lara çay demliyordu. Bir ara ayağı takılınca, kaynar su ayağına döküldü. Hanımı can acısı ile \"Allah\" diye bağırdı. Sesi duyan Abdurrahmân Efendi, hemen hanımının yanına giderek, bir gün önce hazırladığı merhemi hanımının ayağının yanan yerine sürdü ve; \"Hanım, dün benim bu merhem ile meşgûl olduğumu görünce; \"Efendi vaktini bu gibi lüzumsuz şeylerle geçiriyor!\" diye düşünmüştün. Gördün ya bu merhemi biz ne için hazırlamışız.\" dedi.",
    "lat": 41.033664,
    "lon": 28.935239,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "EYÜPSULTAN",
    "ilce_id": 434,
    "ismi": "Abdülehad Nûrî Rahmetullahi aleyh",
    "life": "Abdülehad Nuri Efendi, bir gün Sultanahmed Câmiinde vaaz verirken şu şiiri söyledi: Semâdan sırr-ı tevhîdi duyan, gelsin bu meydâna. Derûn içre bugün, Allah diyen gelsin bu meydâna Duyanlar sırr-ı Settârı, görenler nûr-i Gaffârı Cihânda şîşe-i ârı, kıran gelsin bu meydâna Sezâdır ehl-i irfâna getirsin cânı meydâna Fedâ kılmaya ol cânı duyan gelsin bu meydâna Gönül maksûdunu buldu, cihan envâr ile doldu. Bugün iklim-i oldu, duyan gelsin bu meydâna Süleymâniye Câmiinde vaaz ettiği bir gün, kürsüye bir kâğıt kondu. Vaazdan sonra, bu şekilde konan kâğıtları okurlardı. Kâğıdı oku¬yunca; \"Sizin gavs olduğunuz söyleniyor. Gavs olan, Allahü teâlânın izni ile istediğini yaparmış. Eğer gavs iseniz, beni bu mecliste öldürün bakalım.\" yazıyordu. Abdülehad Efendi bu yazıyı okuyunca; \"Taassub insanı nelere götürürmüş. Sübhânallah, biz âciz ve fakîr bir kuluz. Halk bizi gavs ve kutb bilir. Hak teâlâ onları tasdik eyleye. Kutb olanlar nefis ehli olanlar gibi, ben bunu yapa¬maz mıyım diye elinden geleni yapmaya kal¬kışmaz. Onlara sıkıntı ve cefâ verilse bile on¬lar affederler. Onun için yüksek mertebelere eriştiler. Fakat evliyâ, kınından çekilmiş bir kı¬lıçtır. Bir kimse kendini kılıca vursa, kabahat kılıcın mıdır, yoksa kendini kılıca vuranın mı?\" buyurduklarında, câminin içinde; \"Aman, eyvah, eyvah.\" diye bir çığlık koptu. O kâğıdı yazan kişi o anda vefât etti. Vezirlerden birisi, Abdülehad Efendiye bir kese altın hediye gönderdi. Sonradan o vezir, Abdülehad Efendinin sohbetinde bu-lunduğu bir gün; \"Bu derece hediyede bu-lunmak herkesin kârı değildir.\" mânâsında sözler sarf ederek övündü ve yaptığı iyiliği başa kakar bir duruma düştü. Bunun üzeri¬ne Ebdülehad Efendi; \"Behey Paşa! Fakîrlerin ve halkın gözü, ciğeri ve kanı ile bana minnet mi edersin?\" dedi. Ellerini yanların¬da bulundurdukları keseye soktuğunda ke¬seden kan damlamaya başladı. Bu durumu gören paşa hemen tövbe ederek, Abdülehad Efendiden af diledi. Abdülehad Efendinin, doğruluğu, sadâ¬kat ve bağlılığı ile bilinen ve kâdılık yapan bir talebesi vardı. Çoluk-çocuğunu bir ge¬miye bindirerek, kâdı tâyin olduğu yere gi¬diyordu. Bir ara büyük bir fırtına çıktı. Ge¬minin yelkenleri ve direkleri parçalandı. Gemide bulunanların hayattan ümitlerini kestikleri, ağlayarak Kelime-i şehâdet getir¬dikleri ve Allahü teâlânın rahmetini dile¬dikleri bir sırada, Allahü teâlânın izni ile Abdülehad Nûrî Efendi onlara göründü. \"Niçin feryâd edersiniz? Deniz de bir mah¬lûk, emredileni yapan bir memurdur.\" bu¬yurup, denize; \"Ey deniz! Allahü teâlânın izni ile sâkin ol!\" dediğinde deniz sâkinleşerek durulup gitti. Bunu görenler Allahü teâlâya hamd ü senâda bulundular. Körükçüzâde Efendi isminde bir âlim, bir gün Süleymâniye Câmiinde vaaz eder, altı gün de umûmi ders verirdi. Abdülehad Nûrî Efendiye ve talebelerine gerek vaazın¬da, gerekse derslerinde dil uzatır, aleyhinde konuşurdu. Abdülehad Efendinin halîfeleri ve talebeleri, o zâtın bu sözlerini duyunca çok üzüldüler, onu hocalarına şikâyet edip, vaazına ve derslerine mâni olmasını istedi¬ler. Abdülehad Efendi de onlara; \"Birkaç gün tahammül edin. Onun bizi inkârı ve düşmanlığı, bize bağlılığa dönüşecek. Bizim talebelerimiz arasına girecek. Vefâtımızdan sonra otuz sene tasavvuf yolunun doğrulu-ğunu müdâfaa edecek.\" dedi.Çok geçmeden bir gün, Abdülehad Efendi talebeleri ile berâber sohbet ederken; \"İşte dostunuz Körükçüzâde Efendi geli¬yor.\" dedi. Herkes hayretle onun gelişini bekledi. Ansızın huzûra girdi. Abdülehad Efendinin ellerine kapandı. Hıçkırarak ağ¬ladı. Abdülehad Efendi; \"Gördüğünüz rü-yâdan haberimiz var. Murâdınız ne ise onu söyleyin.\" dedi. Körükçüzâde Efendi; \"Sa-âdetli Sultânım! Bu köleniz kırk seneden beri, medresede müderrislik yapmaktayım. Bütün vakitlerim ders okutmak, vaaz ver¬mek, Resûlullah efendimizin sünnet-i se-niyyesi ile amel etmekle geçtiği hâlde, niçin rüyâmda Resûlullah efendimizin mübârek cemâlini göremediğimi, yüksek ve bereket¬li sohbetleri ile şereflenemediğimi, niçin mahrûm olduğumu düşünerek uykuya daldım. Gördüğüm rüyâ ile bu derdime derman ve merhemin sizin olduğunuzu anladım. Aman ne olur, benim bu derdime derman olun.\" diye ağlayıp inledi. Bunun üzerine Abdülehad Efendi, onun kulağına bir şeyler söyledi. Körükçüzâde Efendi kal¬kıp gitti. O gün öğleden sonra tekrar gelip ağlayarak; \"Bu ne büyüklüktür ki, kırk yıl¬dır ilim ve amel ile, nefsi ıslâh ve takvâ ile müşerref olamadım. Fakat sizin bir himmet ve işâretiniz ile, o Sultân-ı enbiyânın mübâ-rek cemâlini görmekle şereflendim.\" deyip Abdülehad Efendi'ye talebe oldu. Abdülehad Efendinin halîfelerinden bi¬risi şöyle anlatır: Pâdişâh beni Dâvûdpaşa Câmiinde vaaz etmem için dâvet etmişlerdi. Câmiye girdi-ğimde bende biraz pişmanlık hâli meydana geldi. Kürsîye çıktığımda, hatırıma hiçbir keli¬me gelmedi. Yakın olduğu hâlde önümdeki yazıyı okuyacak hâlim kalmamıştı. Bu du¬rumdan kurtulmak için Abdülehad Efendinin rûhâniyetine teveccüh etmek hatırıma geldi. Abdülehad Efendinin rûhâniyetine kalpten teveccüh ettiğimde o anda görünüp, sanki ba¬na; \"Nedir bu perişanlık, yapacağın vaaz, uzun zamandan beri yaptığın vaazlar değil midir?\" buyuruyordu. O sırada bende, tam bir rahatlık ve zindelik meydana geldi. Öyle bir vaaz ettim ki, beni tanıyanlar; \"Hayâtımız¬da böyle bir vaaz dinlemedik.\" dediler Talebelerinden Karabaş Mahmûd Efen¬di şöyle anlatır: Abdülehad Efendi, bu fakîri Ankara'ya gönderdikten bir müddet sonra, İstanbul'a dâvet etti. Bunun üzerine İstanbul'a gittim, bir müddet hizmetlerinde bulundum. Sonra çoluk-çocuğumu İstanbul'a getirmemi em-rettiler. Bir kese akçe harçlık verip; \"Sakın sayma, bu size ömrünüzün sonuna kadar yeter.\" buyurdular. Üç akçe ile çoluk-çocu-ğumu İstanbul'a naklettim. Yedi sene o ak¬çeler ile geçimimi sağladım, hiç eksilmedi-ler. İçimden dâimâ, akçeleri saymak geçer¬di. Fakat sabredip saymazdım. Akçeleri sayma arzusu bir gün bana gâlip geldi ve saydım. Beşyüz akçe vardı. Bir kaç gün geç¬meden eksilmeye başladı ve sonunda bitti. Kastamonulu Şâbân Efendinin talebele-rinden Üsküdarlı Karabaş Ali Efendi şöyle anlatır: 1647 senesinde İstanbul'a gittim. Abdü-lehad Efendi o zaman Bâyezîd Câmiinde ders veriyordu. Bir vaazında bulundum. Vaazdan sonra herkes elini öptü. Ben, kim¬se kalmayınca elini öptüm. Geceleyin gör¬düğüm bir rüyânın tâbirini soracağım sıra¬da; \"Ali Efendi! dergâha gelin.\" buyurdu¬lar. Üç ay geçtikten sonra, bir gece dergâhlarmdaki sohbette hazır bulundum. Mübârek ellerini öpeyim diye yanlarına vardım Âdet-i şerîfleri olarak gözlerini açmazlar-mış. Fakat ben huzûrlarına varınca, gözleri¬ni açtılar; \"Ali Efendi! Ne garip, geç geldi¬niz!\" buyurduktan sonra rüyâmı anlatma¬dan tâbir ettiler ve; \"Yirmi sene sonra İstan¬bul'a gelirsiniz, Üsküdar'da ikâmet ediniz. Dergâhınız Üsküdar'dadır.\" buyurdular. Aynen Abdülehad Efendinin dediği gibi ol¬du. Abdülehad Efendi 1650 senesinde, tale-beleri ile Rumelihisârı'na gitmişti. Orada birkaç gün kalmışlardı. Bir ara sohbet eder¬ken orada bulunanlardan biri; \"Efendim! Evliyâullah, Allahü teâlânın izni ile toprağı altın yapar. Sizden böyle şey isterim.\" dedi. Bunun üzerine Abdülehad Efendi besmele çekip yerden bir avuç toprak aldı ve dervişin avucuna döktü. Dervişin avucunda bir¬kaç adet hâlis altın meydana geldi. Bir tâne-si yere düştü. Ali dede isminde bir talebe o altını alıp, koynuna koydu. Teberrüken o altını muhâfaza etti. Vefâtına yakın, o altını ne yaptığı sorulunca; \"Onu canım gibi mu-hâfaza ediyorum. Efendimin yâdigârıdır. Bu kadar zengin olmama bu altın vesîle ol¬du.\" dedi Abdülehad Efendi, Kandilli taraflarında bir yere talebeleri ile berâber gitmişti. Ora¬da talebeler denize girmek için izin istedi¬ler. Abdülehad Efendi de izin verdi. Herkes denize girdi. Fakat talebelerden birisi deni¬ze girmemişti. Abdülehad Efendi o talebe¬ye niçin denize girmediğini sorunca; \"Efen¬dim! Vücûdum zayıftır. Soğuk suya taham¬mülü yoktur.\" diye cevap verdi. Bunun üzerine Abdülehad Efendi; \"Deniz suyu hamam suyu gibi sıcak olabilir. Hem sıhhat ve kuvvete vesîle olur.\" buyurdular. Emre uyarak denize girdi. Deniz suyunun, ha¬mam suyu gibi sıcak olduğunu gördü Abdülehad Efendiye bağlı en samîmi ta-lebelerinden olan Hassa-ı Hümâyûndan Gürzcübaşı Mûsâ Ağa şöyle anlatır: Abdülehad Efendi hiç sebep yokken ve bir münâsebet de geçmeden bana; \"Mûsâ Ağa! Mısır'dan dönüşte, kalyona binmeyip, sayıkaya veya firkateyne bininiz.\" buyur¬du. Buna çok taaccüb ettim. Çünkü, Mısır'a gitmek hiç hatırımdan geçmemişti. Fakat Abdülehad Efendinin bunu söylemekten bir murâdları olmalı deyip, merakla bekli-yordum. Bu sözün mânâsını bir türlü anla-yamıyordum. Abdülehad Efendinin vefâtlarından bir¬kaç sene sonra Mısır'a gitmem icâb etti. Mı¬sır'a gittim. Dönüşte yol arkadaşım Hacı Hasan ile, eşyâlarımı İskenderiye'ye gön¬derdim. Hacı Hasan İskenderiye'ye vardı¬ğında eşyâlarımı hazır bir kalyona yükle¬miş. Oraya varıp, eşyâlarımın kalyona yük¬lenmiş olduğunu görünce, Abdülehad Efendinin bana yaptığı tenbihler hatırıma geldi. Bu yüzden eşyâlarımı o kalyonla gö-türmemek için çok gayret ettim. Fakat bü¬tün gayretlerim boşa çıktı. Bunun üzerine kazâya rızâ gösterip, Allahü teâlâya tevek¬kül ederek kalyonla yola çıktık. Yelkenler açıldı, uygun bir rüzgâr ile bir gün bir gece yol aldık. Sonra büyük bir fırtına çıktı. Çok tehlikeli durumlarda karşı karşıya kaldık. Bir sâhile yanaşmak imkânı yoktu. Kalyon su almaya başladı. Suyu tulumbalarla dışa¬rıya atmak mümkün olmadı. Yetmiş kadar kişi, kurtulmak için sandallarla denize indi¬ler. Fakat alabora oldular. Kayıktakiler yar¬dım çığlıkları ile bağırıyorlardı. Kalyon da batmak üzereydi ki, Abdülehad Efendi de¬nizin üzerinde görünüp; \"Korkma, kurtulacaksın.\" dedi. Benden başka üç kişiye de böyle göründü. İki gün iki gece deniz üze¬rinde hocamın rûhâniyeti bizimle berâber bulundu ve bizi teselli etti. Bu şekilde Suri¬ye'nin Trablus'una ulaştık. Bu sırada Abdülehad Efendi; \"Mûsâ Ağa, bundan son¬rası selâmettir.\" deyip kayboldu. Fakat ya¬nımızda hiç harçlığımız yoktu. Bu sırada ta-nıdıklarımızdan birisi hâlimizi öğrenip, İstanbul'a gittiğimizde ödemek üzere, bize harçlık ve elbise verdi. Hattâ bir müddet evinde misâfir etti. Böylece Abdülehad Efendinin kerâmetleri ile memleketimize ulaştık SENİN İSMİN DEFTERDEN SİLİNMİŞTİR Hacı Hızıroğlu Mehmed Ağa, Üskü-dar'ın ileri gelenlerinden ve sipâhilerin-dendi. Büyük zâtların sohbetlerinde çok bulunurdu. Tarîkat âdâbından nasîbini al¬mış, edeb sâhibi bir zât idi. Bir gün kötü¬lük ve zulüm yapmak isteyen kimselerin kendisini aradıkları haberini aldı ve dost¬larından birisinin evinde saklandı. Gece Allahü teâlâya, kendisini bu belâ ve musî-betten muhâfaza buyurması için yalvarır¬ken, çevresinde bulunan velî zâtlardan yardım ve duâ istemek hatırına geldi. Evi¬nin çevresinde oturan velîleri bir bir hatırı¬na getirdi. O anda hatırına, bu belâdan, Abdülehad Nûrî Efendinin vâsıtasıyla kurtulabileceği düşüncesi geldi. Bunun üzerine bütün kalbiyle Abdülehad Nûrî Efendiye yönelip; \"Abdülehad Efendi hür¬metine beni bu belâdan kurtar.\" diye Alla-hü teâlâya yalvardı. O arada uyuya kaldı. Rüyâsında Abdülehad Nûrî Efendiyi gör¬dü. Ona; \"Mehmed Ağa, korkma! Zorba¬ların defterinden senin ismin kaybolmuş¬tur. Gönlün hoş olsun. Rahat bir hâlde evinde dostların ile sohbet eyle.\" dedi. Uyanır uyanmaz Mehmed Ağa, Abdüle-had Nûrî Efendinin dergâhındaki talebele¬re yedirmek üzere, Allah için yedi koyun adadı. Bir iki hafta evinde dostları ile soh-bette bulundu. Çarşı, pazarda dolaştığı hâlde, kötü bir haber almadı.Abdülehad Efendinin yanına gittim. Huzû-runa varınca; \"Hoş geldin Efendi. Rüyân-dakiler bizim hizmetçilerimizdir. Kılıçları ve diğer silâhları mükemmeldir. Size tok¬mak ile görünmeleri merhametlerinden-dir.\" buyurdu. Bu kerâmetini görünce, bü¬tün varlığım ile ona bağlandım. Meşhûr talebelerinden Karabâşî Hacı Sâdık Efendi şöyle anlattı: Hacca giderken, korkulu ve kimsesiz yerlerde, Abdülehad Efendiyi bizzat bu gözlerim ile görürdüm. Kendi kendime, ona olan fazla sevgimden dolayı onu gördüğümü, bir hayal olduğunu düşündüm. Fakat Mekke-i mükerremeye vardığımda, tavâf ederken hocamı yanımda gördüm. Hattâ bana selâm verdi. Ben de elini öptüm. Sonra kayboldu. Ben tavâfımı bitirdiğimde, hocam Makâm-ı İbrâhim denilen yerden ayrılıyordu. Bana; \"Ey Sâdık Dede! Ara-fafta görüşürüz.\" deyip tekrar kayboldu. Arafat'ta, hocam Abdülehad Efendi ile bir¬likte vakfeye durduk. Sonra bana vedâ ede¬rek ayrıldı. Abdülehad Nûrî Efendi, bir vaaz esnâ-sında, vefâtının yaklaştığına işâret etti. 1650 senesinde bütün derslerine son vererek vaaz verme işini de talebelerine bıraktı. Kendisini tamâmen ibâdet ve tâata verdi. Aynı senenin Muharrem ayının sonunda biraz rahatsız oldu. Hastalıkları artınca, Sultan Dördüncü Mehmed Hân, Vâlide Sultan, vezîr-i âzam, şeyhülislâm ve diğersevenleri tarafından gönderilen tabibler bir olup, ilaç vermek istediler, fakat kabûl etmedi. Zamânın Lokman Hekîmi diye meş-hûr olan Fergânîzâde Süleymân Ağa; \"Sul¬tânım, ilâcı bıraktık. Bâri mübârek, başınıza sarığınızı giyin. İnşâallah ilâca muhtaç ol¬mazsınız.\" deyince, Abdülehad Efendi; \"Süleymân Ağa! Siz bizim ahvâlimize vâ¬kıfsınız. Biz dâvet olunduk. Bizi bekliyorlar. Biz âlemlerin Rabbinin huzûrunu tercih ettik.\" dedi. Hastalığının yedinci günü ikin¬di vakti vefât etti. Gaslini, dergâhının câmi imâmı TatarAli Efendi yaptı. Ali Efendi ne tarafa çevirmek istediyse Abdülehad Efen¬dinin bedeni kendiliğinden o tarafa döndü Abdülehad Nûrî Efendinin dünyâya hiç rağbet etmediğine dâir bir kasidesindeki beytler şöyledir: Abdülehad Efendi buyurdu ki:\"Talebeyi celâl ve kahr ile terbiye, tale-benin kemâline sebeptir. Fakat her talebe¬nin buna tahammülü olmadığından, nasîb-siz kalmasınlar diye lütf ve cemâl ile terbiye ederiz. Çoğunlukla talebe, istidat ve kâ-biliyetine göre terbiye olunur.\"",
    "lat": 41.0510989,
    "lon": 28.9326936,
    "northeast_lat": 39.7004311,
    "northeast_lon": 35.52095,
    "southwest_lat": 39.687969,
    "southwest_lon": 35.50225
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "ÜSKÜDAR",
    "ilce_id": 453,
    "ismi": "Abdülfettâhı Bağdâdî Akrî Rahmetullahi aleyh",
    "life": "İstanbul'un en yüksek üç evliyâsından biri. İsmi Abdülfettâhı Bağdâdî elAkrî'dir. 1778 (H.1192) senesinde doğdu. Kendilerine Silsilei aliyye adı verilen âlim ve evliyânın en meşhurlarından olan Mevlânâ Hâlidi Bağdâdî hazretlerinin sohbetlerinde yetişip olgunlaştı. Onun emriyle İstanbul'a gelip senelerce insanlara hak yolu öğretmek vazîfesiyle meşgul oldu. 1865 (H.1281) senesi Muharrem ayının dokuzuncu Cumâ günü vefât etti. Kabri şerîfi Üsküdar'da Eski Vâlide Câmiinden Karacaahmed mezarlığına çıkan yol ile Selimiye Bağlarbaşı caddesininkesiştiği köşedeki Şeyhülislâm Ârif Hikmet Beyin kabristanındadır. Abdülfettâh Efendi, küçük yaşta Bağdâd'ın tanınmış âlimlerinden ilim öğrendi. Çok zeki olup kısa zamanda Kur'ânı kerîmi ezberledi. Gayret ve devamlı çalışması ile de arkadaşlarının ve hocalarının dikkatini çekti. Genç yaşta tefsîr, hadîs ve bilhassa fıkıh ilminde mütehassıs bir âlim oldu. Din ilimlerinde kendisini yetiştiren Abdülfettâh Efendi tasavvuf adı verilen Resûlullah efendimizin mübarek kalbinden çıkıp evliyânın kalplerine gelen bilgilere de sâhib olmak istedi. Asrının en büyük âlimi, İslâm bilgilerinin mütehassısı Mevlânâ Hâlidi Bağdâdî hazretlerine talebe oldu. Bundan sonra hocasının her emrini yerine getirmek için canla başla çalıştı. Verilen her vazîfeyi ânında yapardı. Nefsinin hiçbir arzusunu yapmaz, arzu etmediği şeyleri yapardı. Haramlardan şiddetle kaçar, şüpheli korkusuyla mübâhların fazlasını terkeder, dünyâya hiç meyletmezdi. Tek arzusu hocasından hiç ayrılmamak, onun kalplere şifâ olan kıymetli sohbetlerini dinlemek, verdiği vazîfeyi canı pahasına da olsa yerine getirmekti. Dertlere, sıkıntılara, meşakkatlere çok dayanıklı idi. Gelen sıkıntıları gülerek karşılar, verenin Allahü teâlâ olduğunu düşünerek sevinirdi. Hattâ, dert ve belâ gelmediği zaman; \"Rabbimin husûsî ihsânına kavuşamadım.\" diye üzülürdü. Hocası Mevlânâ Hâlid hazretleri, bu güzel hasletlerini bildiği için, ona en zor işleri yaptırır, diğer talebeleri ile haberleşmeye bunu gönderirdi. Yolculukta herhangi bir vâsıtaya, bineğe binmesini yasaklamıştı. Yaya gitmesini emrederdi. O da bunu zevk ile yapar, çok uzak yolculuklara hiçbir şeye binmeden giderdi. Yürüyerek, yolculuk ânında doğan mihnetlere, sıkıntılara katlanarak nefsini terbiye eder, rûhunun yüksek derecelere vâsıl olmasını sağlardı. Vazîfeli olarak İstanbul'a iki defâ yaya gitmişti. Bu tahammülü sebebiyle hocasının iltifâtlarına kavuştu ve önde gelen talebeleri arasına girdi. Öyle ki artık hocasının evine girer çıkar, hizmetini ve işlerini görürdü. Bu hizmeti netîcesinde çok faydalara kavuştu. Kendisine insanları yetiştirmek, ilim ve edeb öğretmek izni verildi. Mevlânâ Hâlidi Bağdâdî'nin ilminin derinliği, evliyâlığının üstünlüğü, dünyânın her tarafına yayılmıştı. Her yerden akın akın talebeler, onun ilminin bir damlasına kavuşmak için geliyordu. Saltanat şehri olan İstanbul'dan da pekçok kimse, Bağdad'a gidip, onun talebesi olmakla âhirette yüksek derecelere kavuşmak istiyorlardı. İsteklilerin hepsinin Bağdad'a gitmesi mümkün değildi. Bu sebeple Mevlânâ Hâlid hazretleri, Hak âşıklarının yanan rûhlarını serinletmek için Abdülfettâhı Bağdâdî'yi İstanbul'a gönderdi. Abdülfettâh hazretleri, İstanbul'un Üsküdar semtinde Karacaahmed Kabristanı ile Bağlarbaşı arasında, Nûhkuyusu mevkiindeki dergâha yerleşti. Bunu işitenler dergâha akın ettiler. Abdülfettâh hazretleri, bu Hak âşıklarının hasta ve ölü rûhlarına hayat veriyor, kararan kalplerine nûr akıtarak Ahrâriyye yolunun Müceddidî ve Hâlidiyye kolunun feyzlerini sunuyordu. Kısa zamanda, devlet erkânından vezîrler, komutanlar, paşalar, âlimler, velîler onun talebesi olmak için etrâfını doldurdular. O âbı hayat pınarı, herkesi kâbiliyetlerine göre yetiştiriyordu. Bu şekilde senelerce çalışarak, pekçok kimsenin hidâyete kavuşmasına vesîle oldu.Abdülfettâhı Bağdâdî Akrî hazretleri, ömrünün son senelerinde, Allahü teâlâya ve otuz dokuz sene önce vefât eden mübârek hocası, Mevlânâ Hâlidi Bağdâdî'ye kavuşmak arzusu ile yanmaya başladı. 1865 (H.1281) senesinde Muharrem ayının ortalarında talebeleri ve tanıdıkları ile helâlleşti, vedâlaştı. Vasiyetini bildirdi. Muharrem'in on dokuzunda Cumâ günü talebelerinin başında okudukları Kur'ânı kerîmi dinleyerek son nefesini verdi.Bütün âlimler ve evliyâlar sözbirliği ile Eyüp'te medfûn bulunan Hâlid bin Zeyd Ebû Eyyûb elEnsârî ve diğer Eshâbı kirâm (r.anhüm) hâriç, İstanbul'un en yüksek üç velîsinden birinin Abdülfettâhı Akrî hazretleri olduğunu bildirdiler. Âşıkları onun feyz ve nûr saçan mübârek kabri şerîfini ziyâret etmekte, bereketlenmektedirler. Diğerleri ise EdirnekapıEyüp arasındaki Murâdı Münzâvî ile Zeyrek'teki Mehmed Emîn Tokâdî hazretleridir.",
    "lat": 41.015922,
    "lon": 29.028922,
    "northeast_lat": 39.7004311,
    "northeast_lon": 35.52095,
    "southwest_lat": 39.687969,
    "southwest_lon": 35.50225
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "ÜSKÜDAR",
    "ilce_id": 453,
    "ismi": "Abdülhay Celvetî Rahmetullahi aleyh",
    "life": "Anadolu'da yetişen evliyâdan. Edirne'de doğdu. Doğum târihi belli değildir. Babası Celvetiyye tarîkatı şeyhlerinden Saçlu İbrâhim Efendidir. Abdülhay Efendi, babasının yanında yetişti. Celvetiyye tarîkatını da öğrenerek babasından hilâfet aldı ve Rumeli Çirmen Sancağındaki bugün Bulgaristan sınırları içinde kalan Akçakızanlık kazâsındaki Alâeddîn Efendi Zâviyesine şeyh olarak tâyin edildi.Babasının Edirne Selîmiye Câmii vâizi iken 1660'da vefâtı üzerine, bu câminin vâizliğine ve tekke şeyhliğine tâyin edildi. Bu görevde uzun müddet kaldı ve insanlara vaazlarında Ehli sünnet yolunu anlattı. 1686'da İstanbul'un Kadırga semtindeki Sokullu Mehmed Paşa Zâviyesine, Kâdızâde Mahmûd Efendinin ölümü üzerine tâyin edildi. İki sene burada kaldıktan sonra, Eminönü Yeni Câmi vâizliğine getirildi. 1691'de Selâmi Ali Efendinin vefâtı üzerine Aziz Mahmûd Hüdâyî Tekkesine şeyh olarak tâyin edildi. Bu vazîfesinde ömrünün sonuna kadar kaldı. 16 Kasım 1705 (H.1117) Pazartesi günü vefât etti. Aziz Mahmûd Hüdâyî Tekkesinin yakınında Halil Paşa Türbesine, Halil Paşazâde Mahmûd Beyin yanına defnedildi.Şeyh Abdülhay Celvetî, tasavvuftaki derin ve ince mânâlara vâkıf idi. Kalb (gönül) hakkında şöyle buyurmaktadır: Hadîsi kudsîde buyruldu ki: \"Ben yere göğe sığmam. Fakat haramlardan sakınan temiz mümin kulumun kalbine sığarım.\" Allahü teâlâ nefs ile sır makâmı arasında bir kalb (gönül) şehri yaratmıştır. Bu şehir dâimâ mâmur olmak ister. Gönlün mâmur edilmesi usta ve mîmâr ile olmaz. Ancak Allahü teâlânın lütfu ile olur. Hacı Bayrâmı Velî talebelerine; \"Kalp şehrinizi mâmur ediniz. Allah adamlarının sözlerini dinleyiniz. İlim öğreniniz.\" buyurmuştur. Yine Aziz Mahmûd Hüdâyî; 'Talebe Allahü teâlânın rızâsını kazanmakta gayretli olmalı, taş gibi katı olan kalpleri rehber olan zâtın terbiyesinde yumuşatmalıdır. Kalbi yumuşaymca, bu hâlini hocasına arz edip, onun tavsiyeleri, yol göstermesi ile önündeki yollardan engeller kalkar ve matlubuna, maksûduna kavuşur. Îmânı kamil (olgun insan) olur.\" buyurdu. Abdülhay Celvetî, Abdülhay mahlası ile çok güzel ilâhîler söylemiştir. Fakat bu ilâhîlerin toplandığı dîvan henüz bulunamamıştır. Birçok eser yazan Abdülhay Celvetî'nin eserlerinden bazıları şunlardır: 1) Kasîdei Bürde Tercümesi, 2) FethulBeyan liHusûlinNasrî velFethi velEmân: Arapça olup Fetih sûresinin tefsîridir. Süleymâniye Kütüphânesi Hacı Beşir Ağa Kısmı, No: 34'te kayıtlıdır. 3) Tefsîri Ba'zı Süveri Kur'âniyye: Türkçe olup, Meryem, Yâsîn, Feth, Rahmân, Nebe', Nâzi'ât, Abese, Tekvîr, İnfitâr, Mutaffifîn, Kevser sûrelerinin tefsîridir. 4) Şerhi Gazeli Hâcı Bayrâmı Velî.",
    "lat": 41.021845,
    "lon": 29.015252,
    "northeast_lat": 39.7004311,
    "northeast_lon": 35.52095,
    "southwest_lat": 39.687969,
    "southwest_lon": 35.50225
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "FATİH",
    "ilce_id": 435,
    "ismi": "Ahmed Amiş Efendi Rahmetullahi aleyh Hayatı",
    "life": "Fâtih Sultan Mehmed Han türbedârlarından ve Şa'bâniyye tarîkatının son devir şeyhlerinden. İsmi, Ahmed Amiş olup, Türbedâr veya Türbedar Ahmed Efendi isimleriyle de tanınır. 1807 (H.1222)de Tuna vilâyetine bağlı Tırnova'da doğdu. 1920 (H.1338)de İstanbul'da vefât etti. Kabri Fâtih Câmii yanındaki kabristandadır.Doğum yeri olan Tırnova'da ilk tahsîlini gören Ahmed Amiş Efendi medrese tahsîlini de orada tamamladı. On dört yaşında tasavvufa alâka duydu. Bir şeyhe bağlanmak arzusuyla Sâdık Efendi adlı bir zâta başvurdu. Sâdık Efendi onun bu konudaki yüksek arzusunu anlamasına rağmen, tasavvuf yoluna girme zamânının gelmediğini belirtti. Bu hususta; \"Yavrum! Sen şimdi git. Sonra seni soyu temiz birisi gelip bulacak ve irşad (rehberlik) edecektir.\" dedi. Bu söz üzerine ilim öğrenmeye devâm eden Ahmed Amiş Efendi yirmi yaşına geldiği zaman Şa'bâniyye yolunun İbrâhimiyye veya Kuşadaviyye kolunun kurucusu Kuşadalı İbrâhim Efendinin Tırnova'ya nâib olarak gönderdiği Ömer Halvetî'ye intisâb edip, talebe oldu. Senelerce Ömer Halvetî'nin ilim meclislerinde ve sohbetinde bulunup tasavvuf yolunda ilerledi. 1846 senesinde irşâda yâni insanlara İslâmiyetin emir ve yasaklarını anlatıp, talebe yetiştirmeye mezun oldu. 1853 OsmanlıRus yâni Kırım harbine tabur imâmı olarak katıldı ve harpte üstün hizmetler gördü.Harpten sonra memleketine döndü. Bir ara gördüğü bir rüyâ üzerine hocası Ömer Halvetî'nin izniyle İstanbul'a geldi. Kuşadalı İbrâhim Efendinin vefâtından sonra onun yerine geçen İstanbulFâtih Zeyrek civârındaki Çinili Hamamın sâhibi Muhammed Tevfik Bosnevî Efendi ile görüşüp sohbetinde bulundu. Sonra tekrar Tırnova'ya dönerek bir hamam kirâladı ve Muhammed Tevfik Bosnevî gibi o da hamam işletmeye başladı. Bu sırada ayrıca Sıbyan Mektebi hocalığı da yapan Ahmed Amiş Efendi, Muhammed Tevfik Bosnevî'nin 1866 senesinde vefâtı üzerine tekrar İstanbul'a geldi. Muhammed Tevfik Bosnevî'nin önde gelen müridlerinden Üsküdarlı Hoca Ali Efendi, Rıfat Efendi, Üsküdar'da Nalçacı Dergâhı Şeyhi Mustafa Enver Bey, Kaşkar hükümeti temsilcisi Yâkub Han ve Fâtih türbedârı Niğdeli Bekîr Efendi ile sohbetlerde bulundu. Bir müddet sonra Tırnova'ya döndü, talebe yetiştirmek ve insanlara va'zü nasihat etmekle meşgûl oldu. Üsküp'te Seyyid Muhammed NûrülArabî ile görüştü. Muhammed NûrülArabî'den icâzet aldı. 1877 senesinde Tuna vilâyetinin Osmanlılar elinden çıkması üzerine tekrar İstanbul'a geldi. Niğdeli Bekir Efendiden Fâtih türbedarlığını devraldı ve \"Fâtih Türbedârı\" ünvanıyla anıldı. Gümüşhâneli Ahmed Ziyâeddîn Efendiden Nakşibendiyye yolundan icâzetli olan Ahmed Amiş Efendi tasavvufta mücâhede yolunu değil de sohbet ve telkin yolunu tercih etti. Kendisine tâbi olanlardan İslâmiyetin emirlerine uyup yasaklarından kaçındıktan sonra sadece sohbet ve muhabbet yolunu seçmelerini istedi. Çile ve riyâzet yolunu tercih etmediAhmed Amiş Efendi bu hususta diyor ki: \"Mücâhedâtın, tasavvufî perhizlerin bir kısmını Kuşadalı kaldırmıştı. Geri kalanını da ben kaldırdım.\"Kendine tâbi olanlara sık sık şu tavsiyelerde bulunur; \"İstiğfar edin, salevât okuyun, Kur'ânı kerîm okuyun, her şeyi Kur'ân'da bulursunuz.\" derdi. Bu sözleri doğrultusundaki yaşayışı sebebiyle, mensûb olduğu tarîkatın pîri Kuşadalı İbrâhim Efendi gibi tekkeye ve merâsime îtibâr etmemiştir. Kırk seneyi aşan irşâd faâliyetisırasında tâliplere Halvetî ve seyrek olarak da Nakşibendî icâzetnâmesi vermiştir. Ömrünün sonuna kadar mensûb olduğu Şa'bâniyye yolunun şeyhliğini ve Fâtih Sultan Mehmed Hanın türbedârlığını yürüten Ahmed Amiş Efendinin müridleri ve yakınları arasında, Bursalı Mehmed Tâhir Efendi, Müderris Babanzâde Ahmed Naîm Bey, Ahmed Avni Konuk, Hüseyin Avni Konukman, İsmâil Fenni Ertuğrul, Abdülazîz Mecdî (Tolun) Efendi gibi kimseler yer aldı. Yaklaşık 113 yaşında iken dâmâdı Ahmed Naîm Beyin İstanbul Şehzâdebaşı'ndaki evinde 9 Mayıs 1920 (H.1338) târihinde vefât etti. Cenâze namazını talebelerinden Abdülazîz Mecdî Efendi kıldırdı. Senelerce türbedârlığını yaptığı Fâtih Sultan Mehmed Hanın türbesi yanındaki kabristana defnedildi. Vefâtına talebelerinden Evranoszâde Sâmi Bey; \"Gitti gülzârı Cemale pîri efradı Cihân (1388).\" mısra'ı ile târih düşürdü. Ayrıca Evranoszâde Sâmi Bey tarafından mezar taşına bir manzûme yazılmıştır. Ahmed Amiş Efendi eser bırakmamıştır. Abdülbâki Gölpınarlı, Ahmed Avni Konuk'un Ahmed Amiş Efendinin sohbetlerinde tuttuğu notların kendisinde olduğunu kaydetmektedir. Kendisinden sonra yerine baş halîfesi olan Kayserili Mehmed Tevfik Efendiyi postnişin bıraktı. Şa'bâniyye ve Halvetiyye yollarının son devir temsilcilerinden olan Ahmed Amiş Efendi, sohbet yoluyla talebe yetiştirmeye çalıştı. Sohbetleri esnasında kısa ve özlü sözlerle talebelerini îkaz eder, onların istikâmet üzere Peygamber efendimiz ile Eshâbının yolunda olmalarını isterdi.Talebelerinden birisi müridin yâni talebenin şeyhe (hocaya) olan ihtiyâcını sorunca; \"Dağı dağ, taşı taş gördükçe şeyhe muhtaçsın. Bu böyle olsun, şu şöyle olsundan kurtuluncaya kadar, şeyhe muhtaçsın.\" demiştir. Rızk ile ilgili olarak soru soran birine de; \"En âlâ rızık mânevî rızıktır. Dünyâda eşini bulamaz, işini bilemezsen rahat edemezsin.\" demişti.Ahmed Amiş Efendi sohbetine gelenlerle tatlı tatlı konuştuktan sonra, onun hakkında duâ eder ve bâzı müjdeler verirdi. Evranoszâde Sâmi Bey o zaman Rüşdiye öğretmeni olan Şerâfettin Yaltkaya'yı, Ahmed Amiş Efendinin sohbetine getirdi. Fakat iki saat müddetle oturdukları halde Ahmed Amiş Efendi sessiz durup hiç konuşmadı. Evranoszâde Sâmi Bey, Amiş Efendinin böyle gelenlere duâ edip bâzı müjdeler verdiğini bildiği için bu durumu merak etti. O gün hiç konuşmadan Amiş Efendinin yanından ayrıldılar. Evranoszâde Sâmi Bey ertesi gün tek başına Amiş Efendinin yanına gitti ve; \"Efendim Şerâfettin için bir müjde vermediniz sebebi nedir?\" diye sordu. Ahmed Amiş Efendi, biraz durakladıktan sonra; \"O (yâni Şerâfettin Yaltkaya) bulunduğu mesleğin en yükseğine çıkar. Ancak bu yükseliş kendisinin ve dinimizin hayrına olmaz.\" dedi. Hakikaten Şerâfettin Yaltkaya zamanla yükselip profesör ve Diyânet İşleri Reisi oldu. Fakat İslâm dînine hizmet edeceği yerde pek çok zarar verdi. Edirnekapı dışında kabri bulunan Bekir Niğdevî'nin kabri yanında Amiş Efendinin talebelerinden Hilmi Bey'in kabri vardır. Hilmi Bey Çanakkale Savaşında Fransız zırhlısını Boğaz'ın sularına gömen meşhur askerdir. Gümüşsuyu Askerî Hastanesi Baştabibliğinden emekli albay Doktor Hamdi Hızlan Bey, Ahmed Amiş Efendiden naklen anlatıyor: Siz harbin fecâatini bilmezsiniz. Ben Rus (Kırım) harbinde yaralıları sırtımda taşıdım. Harbin fecâatini yakînen bilirim. Sakın harbi temenni etmeyin.Ahmed Amiş Efendinin halîfe olarak bıraktığı talebeleri şunlardır: Kayserili Mehmed Tevfik Efendi. Bu zât Amiş Efendiden sonra Şa'bâniyye tarîkatının Kuşadaviyye (İbrâhimiyye) kolunun şeyhliğini yürütmüş, emâneti Maraşlı Ahmed Tâhir Efendiye bırakarak vefât etmiştir.",
    "lat": 41.019157,
    "lon": 28.950841,
    "northeast_lat": 39.7004311,
    "northeast_lon": 35.52095,
    "southwest_lat": 39.687969,
    "southwest_lon": 35.50225
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "EYÜPSULTAN",
    "ilce_id": 434,
    "ismi": "Abdülmecid Sivasi Hazretleri Rahmetullahi aleyh",
    "life": "Anadolu'da yetişen evliyâdan. Edirne'de doğdu. Doğum târihi belli değildir.",
    "lat": 41.033664,
    "lon": 28.935239,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "FATİH",
    "ilce_id": 435,
    "ismi": "Ahmed Amiş Efendi Rahmetullahi aleyh Hayatı",
    "life": "Osmanlı âlim ve velîlerinin en meşhûrlarından. Büyük devlet ve ilim adamı. Asıl ismi Ahmed Şemseddîn'dir. Dedesi Kemâl Paşaya nisbetle \"İbni Kemâl\" veya \"Kemâl Paşazâde\" diye tanınmıştır. Ahmed Şemseddîn 1468 (H.873) yılında Tokat'ta doğdu. Bâzı kaynaklarda ise Edirne'de doğduğu rivâyet edilmektedir. Babası Süleymân Çelebi, devrinin tanınmış kumandanlarındandı. Amasya ve Tokat sancakbeyliklerinde bulunan Süleymân Çelebi 1530 yılında İstanbul'da vefât etti. Annesi ise Fâtih Sultan Mehmed devri âlimlerinden İbni Küpeli'nin kızıdır. Ayrıca annesi büyük âlim Yûsuf Sinânüddîn Efendi ile de akrabâdır. Baba tarafından asker, anne tarafından ise ilimle meşgûl olan bir âileye mensup bulunan İbni Kemâl, küçük yaştan îtibâren âilesinin nezâretinde iyi bir tahsil ve terbiye gördü. Daha sonra baba mesleği olan askerlik yolunu seçti. Altıbölük sipahisi olarak Sultan İkinci Bâyezîd Hanın seferlerine katıldı.Ancak bu sırada karşılaştığı bir hâdise onun hayâtını, geleceğe yönelik plânlarını tamamen değiştirerek baba mesleği olan askerliği bırakmasına ve ilmiye sınıfına geçmesine sebeb oldu. Kendisi bu olayı şöyle nakletmektedir: Sultan İkinci Bâyezîd Han ile bir sefere çıkmıştık. O zaman vezîr, Halîl Paşanın oğlu İbrâhim Paşaydı. Şanlı, değerli bir vezirdi. Ahmed ibni Evrenos adında bir de kumandan vardı. Kumandanlardan hiçbiri onun önüne geçemez, bir mecliste ondan ileri oturamazdı. Ben ise, vezîrin ve bu kumandanın huzûrunda ayakta, esas vaziyette dururdum. Bir defâsında, eski elbiseler giyinmiş biri geldi. Bu, kumandanlardan da yüksek yere oturdu ve kimse ona mâni olmadı. Buna hayret ettim. Arkadaşlarımdan birine, kumandandan da yüksek yere oturan bu zâtın kim olduğunu sordum. \"Filibe Medresesi müderrisi, âlim bir zattır. İsmi Molla Lütfi'dir.\" dedi. \"Ne kadar maaş alır.\" dedim. \"Otuz dirhem.\" dedi. \"Makâmı bu kadar yüksek olan bu kumandandan Ahmed ibni yukarı nasıl oturur?\" dedim. \"Âlimler, ilimlerinden dolayı tâzim ve takdîr olunur, hürmet görürler. Geri bırakılırsa, bu kumandan ve vezîr buna râzı olmazlar.\" dedi. Düşündüm, \"Ben bu kumandan derecesine çıkamam, ama çalışır gayret edersem, şu âlim gibi olurum.\" dedim ve ilim tahsîl etmeye niyet ettim. Nitekim İbni Kemâl ordu ile Edirne'ye dönünce bu düşüncesini tatbik mevkiine koydu. Askerlikten ayrılarak ilim tahsîline başladı. Bu sırada Molla Lütfi, Edirne'deki Dârü'lhadîs'e tâyin edilmişti. İbni Kemâl bir müddet onun derslerine devâm etti. Kendisinden Şerhu'lMetali' ve haşiyelerini okudu. Arkadaşları arasında zekâsı, kavrayış kabiliyeti ve yeteneği ile temâyüz etti. Kısa sürede ilimde yüksek makamlara kavuştu. Daha sonra Kestelli Muslihiddîn Mustafa Efendi, Hatîbzâde Muhyiddîn Mehmed Efendi ve Muârifzâde Sinânüddîn Yûsuf Efendilerden usûl ve tefsîr dersleri alarak tahsîlini tamamladı. İlim adamlarına fevkalâde hürmet gösteren ve onları teşvik eden İkinci Bâyezîd Han, İbni Kemâl'in bilgi ve istidâd yönünden sâhib olduğu değerleri duyunca kendisini Edirne'de Taşlık Medresesine tâyin etti. Ayrıca İdrisi Bitlisî'nin Farsça yazdığı Heşt Behişt adlı Osmanlı târihine benzer Türkçe bir Osmanlı Târihi yazmasını istedi ve bu iş için kendisine otuz bin akçe ihsân eyledi.İbni Kemâl 1511 yılında günlük kırk akçe ile Üsküp'teki İshak Paşa Medresesine nakl edildi. Bir yıl kadar sonra Edirne'deki Halebiye Medresesine tâyin edildi. Bu sırada Osmanlı Devleti içerisinde şehzâdeler kavgası kızışmıştı. Doğuda Şâh İsmâil, Osmanlı Devletinin bütünlüğünü tehdîd ediyordu. Ahmed ibni Kemâl hazretleri bu nâzik devrede devlet idâresi ve siyâset hakkında görüşlerini ortaya koyarak devlet adamlarının dikkatini çekti. Onun bu gönişleri şöyle özetlenebilir: 1.Saltanat ve mevki Allahü teâlânın takdiri ile olur. Allah vergisidir. 2.Ordunun görevi memleketi korumak ve gerekirse ölümlerin en güzeli ve en şereflisi olan gazâda ölmektir. (Nitekim şiirinde de; \"Ölümden kurtuluş yoktur cihânda O derdi çekmez olmaz insü canda Kişinin ömri çünkim âhir ola Yeg olur kim gazâ yolunda öle\" demek sûretiyle Allahü teâlânın dînini yaymak için çarpışırken ölmenin ehemmiyetini çok güzel anlatmaktadır.) 3.İdâreci güzel silâh kullanacak ve tedbir sâhibi olacaktır. 4.Düşmanı hor ve küçük görmemeli ve plânlı olmalıdır. 5.Siyâset yâni idâre çok mukaddes bir vazîfedir. Herkes bunu yapamaz. Bâzı kâbiliyetler doğuştan veya irsî olarak verilmiştir. 6.Bir memlekette bir idâreci bulunmalı o da âdil, ihsânı bol, affedici, büyüğüne hürmetli ve saygılı olmalıdır. 7.İdâreci, adamı elde etmeyi bilmeli, tehlikeleri işâret edip, onları ne yolla avlarsa avlayabilmelidir. 8.İdâreci kiminle harb ve kiminle sulh yapacağını iyi bilmelidir. Ahmed ibni Kemâl, İslâm dînini yaymak, düşmanın vatana el uzatmasına mâni olmak ve adâleti ayakta tutabilmek için devlet başkanının bu hasletlere sahib olmasını şart koşmaktadır. Ayrıca o dâimâ devlet politikasını, devletmillet bütünlüğünü önde tutmakta ve bunu kimde görüyorsa onu desteklemektedir. Nitekim o, Bâyezîd Hanın oğlu Selîm lehine tahttan ferâgatı üzerine diğer kardeşlere karşılık Selîm'i destekledi. Yavuz Sultan Selîm Han 1512'de Osmanlı tahtına oturup iç işlerini yoluna koyduktan sonra, kıvılcımları Irak ve Horasan'a yayılmış olan Şah İsmail'in çıkardığı fitne ateşini söndürme plânına koyuldu. Bunun için de devrin ilim adamlarını yardıma çağırdı. İbni Kemâl, İdrîsi Bitlîsî, Zenbilli Ali Cemâlî ve daha nice ilim adamları bu göreve koştular. Dîvânda harb için tereddüd edenler vardı. Mesele fazla oyalamaya gelmemeliydi. Bu durumda İbni Kemâl şu fetvâyı verdi: \"Her türlü hamd ve senâ, kudret ve kerem sâhibi yüce Allah'a olsun. Selâtü selâm da doğru yolu gösteren hazreti Muhammed aleyhisselâma ve O'na tâbi olanlara olsun. Haberlerde geldiğine göre, gulatı şiaya bağlı bir grup, Ehli sünnet velcemâat yolunda olan müslümanların memleketlerinin pekçoğunu işgâl ettiler. Oralarda kendi bâtıl yolları ile görüşlerini yaydılar. Hazreti Ebû Bekr, hazreti Ömer ve hazreti Osmân hakkında küfr, fenâ sözler söylediler. Bunların halîfeliklerini inkâr ettiler. İlim erbâbına ve ictihâd yapan müctehidlere hakâretler savurdular. Onların başında bulunan Şah İsmâil'in tâkib ettiği aşırı şiâ yolunu tutulacak en kolay ve doğru yol zannettiler. Onlara göre Şah dinde sınırsız bir yetkiye sahiptir. Onun dinde helâl kıldığı helâl, haram kıldığı haramdır. Meselâ Şah içkiyi helâl kılmıştır, öyle ise içki helâldir... Netice olarak onların kötülükleri ve küfürleri sayılamayacak kadar çoktur. Buna göre bizim, onların küfür ve irtidâdlarında (İslâmiyetten ayrıldıklarında) aslâ şüphemiz yoktur. Ülkeleri İslam ülkesi değildir. Erkekleri ve kadınları ile evlenmek câiz değildir. Bunlar hakkında verilecek hüküm, dinden dönenler hakkında verilecek hüküm ile aynıdır. Erkeklerden bu sapık yolu bırakıp müslüman olanlar serbesttir. Kabul etmezlerse hakları kılıçtır, öldürülürler. Savaşa gücü, kudreti olan müslümanların bu cihâda katılmaları farzdır.\" Böylece bütün müslümânların dikkati çekildi ve gafletten uyanmaları gerektiği belirtildi. Ayrıca İbni Kemâl, Şah İsmâil'in Ehli sünnetten olan Akkoyunlu, Gürganlı ve Dulkadirli devletlerinin ahâlisine yaptığı zulüm ve mezâlimi şiirleri ile yaydıktan sonra; \"Ama Allah onun insanlara yaptığını yanına koymadı. Bu ejderhayı yutmaya bir asâ ve o firavunu nehre batıran bir Mûsâ yarattı.\" diyerek Selîm Hanı övdü, onun peşinden yürünmesini tavsiye etti. Haberler ululardan naklolunur. Her Firavun'a bir Mûsâ bulunur vecizesi bu görüşünü ifâde etmektedir. İbni Kemâl Paşanın bu verimli çalışmaları ve ilminin derecesi Yavuz Sultan Selîm'in dikkatini çekti. Kendisini çok seven Yavuz, Çaldıran seferinden dönüşte onu Edirne kâdılığına getirdi. Çok geçmeden de Anadolu kâdıaskeri oldu. Bu sırada Yavuz, Şah İsmâil'den sonra onların destekçisi olan Mısır Memlûklularına yöneldi. Sefere çıkarken çok sevdiği İbni Kemâl hazretlerini de yanına aldı. 1516'dan 1519'a kadar üç yıl süren seferde onu yanından hiç ayırmadı. Mısır dönüşü yolculuk sırasında bir ara İbni Kemâl hazretlerinin atının ayağından sıçrayan çamurlar, Yavuz Sultan Selîm Hanın kaftanını kirletmişti. Pâdişâhın kaftanına çamur sıçrayınca, İbni Kemâl mahcûb olup, atını geriye çekerek ne yapacağını şaşırdı. Ancak Yavuz Sultan Selîm Han ona dönerek: \"Üzülmeyiniz, âlimlerin atının ayağından sıçrayan çamur, bizim için süstür, şereftir. Vasiyet ediyorum, bu çamurlu kaftanım, ben vefât ettikten sonra kabrimin üzerine örtülsün.\" dedi. Bu vasiyet, vefâtından sonra yerine getirildi. Bu hâdiseyi hatırlatan o kaftan, şimdi de Yavuz Sultan Selîm Hanın kabri üzerinde, bir câmekân içinde, târihî bir hâtıra olarak durmaktadır. Şam'a geldikleri sırada Yavuz Sultan Selîm'e, büyük evliyâ Muhyiddîn Arabî'ye bir türbe yaptırılması için fetvâ verdi. Pâdişâh bu fetvâ üzerine Muhyiddîn Arabî hazretleri adına bir câmi, türbe ve imâret yaptırdı. Mısır seferinden döndükten sonra Yavuz, bu değerli ilim adamının bâzı işlerle uğraşmasını hoş görmeyerek onu Edirne'deki Dârü'lhadîs medresesine yeniden tâyin etti (1519). Pâdişâhın gâyesi onun ilim adamı yetiştirmesini temin etmekti. Nitekim adam yetiştirmek ideâli Osmanlıda çok mühim olup şöyle söylene gelmiştir. Mesacidü meabidi ko âdem yap Kâbe yapmakcadur âdem yapmak Taş ağaç kaydı ne lâzım şâhım Yaraşır şahlara âdem yapmak. (Mescid ve mâbedleri bırak da insan yetiştir. Bir insan yetiştirmek Kâbe yapmak gibidir. Taş ve ağaç düşüncesi ile oyalanmak şahlara yakışmaz. Onlara yakışan adam yetiştirmektir.Ancak kısa bir müddet sonra dostu ve pâdişâhı Sultan Selîm Hanın vefâtı, devrin yıkılmaz ve eşsiz ilim adamı İbni Kemâl hazretlerini çok üzdü. Yavuz Sultan Selîm'in vefâtından sonra İbni Kemâl hazretleri bir müddet daha medresede talebe yetiştirmeye devâm etti. 1526'da Şeyhülislâm Zenbilli Ali Efendinin vefâtı üzerine Kânûnî Sultan Süleymân Han tarafından bu göreve getirildi. Şeyhülislâmlık makâmına gelince işleri daha çok ağırlaştı. İlmi ile o kadar büyük bir şöhret kazanmıştı ki, zamânındaki birçok âlim bâzı meselelerde ona başvururlardı. Hattâ bir kısım ulemâ, yazmış olduğu eserleri tashîh ve kontrol maksadıyla ona gönderirlerdi. On altıncı asrın ilk yarısında, Osmanlı kültürünün en büyük mümessili olarak görülmektedir. Ahlâkı güzel, edebi mükemmel, zekâsı ve aklı kuvvetli, ifâdesi açık ve vecîz olan Kemâlpaşazâde, iki dünyâ faydalarını bilen ve bildiren, pek nâdir simâlardan biriydi. Cinnîlere de fetvâ verirdi. Bunun için \"Müftiyüssekaleyn\" (İnsan ve cinlerin müftüsü) adı ile meşhûr oldu. Büyük bir âlim olduğu gibi, güçlü bir târihçi, değerli bir edîb, kuvvetli bir şâirdi. Tasavvufta da ileri derece sâhibiydi. Büyük velîlerin teveccühünü kazanmıştı. Şeyhülislâmlık makâmında bulunduğu sürede, dâhili ve hârici, din ve mezheb düşmanlarına karşı ilmiyle ve yazdığı kitaplarıyla mücadele etti. İbni Kemâl hazretleri Yavuz Sultan Selîm'i olduğu gibi Kânûnî Sultan Süleymân'ı da Eshâbı kirâm düşmanı Safevîlere karşı mücadeleye teşvik etti. Pâdişâhın Şâh Tahmasb'a gönderdiği mektupları, bizzât kaleme alan o idi. Bir gün İranlı âlim Molla Kâbız İstanbul'a gelerek Îsâ aleyhisselâmın Muhammed aleyhisselâmdan daha üstün olduğunu yaymaya başladı. Bunun üzerine derhal tutuklanan Molla Kâbız, Dîvâna (Osmanlılarda önemli devlet meselelerinin görüşüldüğü yer) çıkarıldı. Molla Kâbız inandığı fikirleri dîvânda Rumeli kazaskeri Fenârizâde Muhyiddîn Çelebi ile Anadolu kazaskeri Kâdirî Çelebi huzûrunda tekrarladı. Kazaskerler de hiddetlenerek onun katlini emrettiler. Ancak Molla Kâbız fikirlerini açıklarken Kur'ân ve hadîsten misaller veriyor, belli bir fikir silsilesi içerisinde iddiasını delillendiriyordu. Bu durum karşısında vezîriâzam İbrâhim Paşa devreye girerek Molla Kâbız'ın ilmen susturulmasını istedi. Kazaskerler ise Kâbız'ı iknâ edip inandığı fikirden döndüremediler. Böylece Molla Kâbız'ın karşısında ilmî bir üstünlük sağlanamadı. Bu sebeple dîvân tatil edildi ve Molla Kâbız serbest bırakıldı. Öte yandan duruşmayı kafes arkasından tâkib eden Kânûnî Sultan Süleymân sonuçtan hiç memnûn kalmadı. Fevkalâde hiddetlenen sultan, vezîriâzam İbrâhim Paşayı çağırarak; \"Bir mülhidin dîvâna gelerek hazreti Îsâ'nın, hazreti Peygamberden üstün olduğunu beyân ettiğini, neden cevabının verilemeyip hakkından gelinemediğini sordu. Vezîriâzam ise kazaskerlerin Kâbız'ın iddialarını ilmen çürütemedikleri için sonucun böyle olduğunu bildirdi. Bunun üzerine pâdişâh müftü ile İstanbul kâdısının hazır bulunacağı dîvânda dâvâya yeniden bakılmasını istedi. O zaman müftü, yâni şeyhülislâm mevkiinde bulunan İbni Kemâl hazretleri ertesi gün dîvâna dâvet edildi. Molla Kâbız iddiâlarını söyleyince, İbni Kemâl bunları âyet ve hadîslere dayanarak çürüttü. Kâbız hiçbir şey söyleyemedi. Böylece onun bozuk fikirlerinin yayılmasının önüne geçildi. İbni Kemâl hazretleri durmadan geceli gündüzlü devleti ebed müddet için çalıştı. Din için, devlet için, halk için gayret etti. Eşsiz ve sayısız ilmî eserler verdi. Nihâyet 16 Nisan 1534 (H.2 Şevval 940)'te kendi deyimi ile son sefer olan âhiret yolculuğuna çıktı. Cümle halk ehli sefer âlem müsâfirhânedir. Bir mukîm âdem bulunmaz haymei eflâkde. Cenâzesi Fâtih Câmiinde büyük bir kalabalık tarafından kılınıp Edirnekapı dışındaki Mehmed Çelebi zâviyesine defnedildi. Mezarına \"Hazâ makamı Ahmed=İşte bu Ahmed'in makâmıdır!\" yazıldı. Vefât edeceği sırada söylediği; \"Yâ Ehad, neccinâ mimma nehâf=Ey bir olan Allah'ım! Bizi korktuğumuzdan kurtar!\" sözlerinin, ebced hesabına göre ölüm târihini gösterdiği sonradan anlaşılmıştır. Ahmed İbni Kemal hazretlerinin herkese öğüt ve nasîhat niteliğinde darbı mesel hâlini almış kıt'a ve beyitleri vardır. \"Kısmetindir gezdiren yer yer seni, Arş'a çıksan, âkıbet yer, yer seni. Her ki gayrın yolunda kazdı kuyu, Kendi düştü kuyuya yüzü koyu.\" \"Hemişe çok yanılır söyleyen çok Ki söyler bulduğun dilde kemik yok.\" \"Kıl iyilik suya at, bile balık Balık bilmezse bilir anı Halık.\" \"Ululuk kişiye Hak'tan atadur, Küçük görmek uluları hatâdur.\" \"Sakla kurt enciğin derin oysun, Besle kargayı gözlerin oysun.\" \"Kişinün kadri eldeyken bilinmez, Yerinde gevhere rağbet kılınmaz.\"\"Kuru yaş ile âdem baş olmaz, Kişiden iş sorulur yaş sorulmaz.\"",
    "lat": 41.018579,
    "lon": 28.950445,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "FATİH",
    "ilce_id": 435,
    "ismi": "Ahmed İbni Kemâl Rahmetullahi aleyh",
    "life": "Fâtih Sultan Mehmed Han türbedârlarından ve Şa'bâniyye tarîkatının son devir şeyhlerinden. İsmi, Ahmed Amiş olup, Türbedâr veya Türbedar Ahmed Efendi isimleriyle de tanınır. 1807 (H.1222)de Tuna vilâyetine bağlı Tırnova'da doğdu. 1920 (H.1338)de İstanbul'da vefât etti. Kabri Fâtih Câmii yanındaki kabristandadır.Doğum yeri olan Tırnova'da ilk tahsîlini gören Ahmed Amiş Efendi medrese tahsîlini de orada tamamladı. On dört yaşında tasavvufa alâka duydu. Bir şeyhe bağlanmak arzusuyla Sâdık Efendi adlı bir zâta başvurdu. Sâdık Efendi onun bu konudaki yüksek arzusunu anlamasına rağmen, tasavvuf yoluna girme zamânının gelmediğini belirtti. Bu hususta; \"Yavrum! Sen şimdi git. Sonra seni soyu temiz birisi gelip bulacak ve irşad (rehberlik) edecektir.\" dedi. Bu söz üzerine ilim öğrenmeye devâm eden Ahmed Amiş Efendi yirmi yaşına geldiği zaman Şa'bâniyye yolunun İbrâhimiyye veya Kuşadaviyye kolunun kurucusu Kuşadalı İbrâhim Efendinin Tırnova'ya nâib olarak gönderdiği Ömer Halvetî'ye intisâb edip, talebe oldu. Senelerce Ömer Halvetî'nin ilim meclislerinde ve sohbetinde bulunup tasavvuf yolunda ilerledi. 1846 senesinde irşâda yâni insanlara İslâmiyetin emir ve yasaklarını anlatıp, talebe yetiştirmeye mezun oldu. 1853 OsmanlıRus yâni Kırım harbine tabur imâmı olarak katıldı ve harpte üstün hizmetler gördü.Harpten sonra memleketine döndü. Bir ara gördüğü bir rüyâ üzerine hocası Ömer Halvetî'nin izniyle İstanbul'a geldi. Kuşadalı İbrâhim Efendinin vefâtından sonra onun yerine geçen İstanbulFâtih Zeyrek civârındaki Çinili Hamamın sâhibi Muhammed Tevfik Bosnevî Efendi ile görüşüp sohbetinde bulundu. Sonra tekrar Tırnova'ya dönerek bir hamam kirâladı ve Muhammed Tevfik Bosnevî gibi o da hamam işletmeye başladı. Bu sırada ayrıca Sıbyan Mektebi hocalığı da yapan Ahmed Amiş Efendi, Muhammed Tevfik Bosnevî'nin 1866 senesinde vefâtı üzerine tekrar İstanbul'a geldi. Muhammed Tevfik Bosnevî'nin önde gelen müridlerinden Üsküdarlı Hoca Ali Efendi, Rıfat Efendi, Üsküdar'da Nalçacı Dergâhı Şeyhi Mustafa Enver Bey, Kaşkar hükümeti temsilcisi Yâkub Han ve Fâtih türbedârı Niğdeli Bekîr Efendi ile sohbetlerde bulundu. Bir müddet sonra Tırnova'ya döndü, talebe yetiştirmek ve insanlara va'zü nasihat etmekle meşgûl oldu. Üsküp'te Seyyid Muhammed NûrülArabî ile görüştü. Muhammed NûrülArabî'den icâzet aldı. 1877 senesinde Tuna vilâyetinin Osmanlılar elinden çıkması üzerine tekrar İstanbul'a geldi. Niğdeli Bekir Efendiden Fâtih türbedarlığını devraldı ve \"Fâtih Türbedârı\" ünvanıyla anıldı. Gümüşhâneli Ahmed Ziyâeddîn Efendiden Nakşibendiyye yolundan icâzetli olan Ahmed Amiş Efendi tasavvufta mücâhede yolunu değil de sohbet ve telkin yolunu tercih etti. Kendisine tâbi olanlardan İslâmiyetin emirlerine uyup yasaklarından kaçındıktan sonra sadece sohbet ve muhabbet yolunu seçmelerini istedi. Çile ve riyâzet yolunu tercih etmediAhmed Amiş Efendi bu hususta diyor ki: \"Mücâhedâtın, tasavvufî perhizlerin bir kısmını Kuşadalı kaldırmıştı. Geri kalanını da ben kaldırdım.\"Kendine tâbi olanlara sık sık şu tavsiyelerde bulunur; \"İstiğfar edin, salevât okuyun, Kur'ânı kerîm okuyun, her şeyi Kur'ân'da bulursunuz.\" derdi. Bu sözleri doğrultusundaki yaşayışı sebebiyle, mensûb olduğu tarîkatın pîri Kuşadalı İbrâhim Efendi gibi tekkeye ve merâsime îtibâr etmemiştir. Kırk seneyi aşan irşâd faâliyetisırasında tâliplere Halvetî ve seyrek olarak da Nakşibendî icâzetnâmesi vermiştir. Ömrünün sonuna kadar mensûb olduğu Şa'bâniyye yolunun şeyhliğini ve Fâtih Sultan Mehmed Hanın türbedârlığını yürüten Ahmed Amiş Efendinin müridleri ve yakınları arasında, Bursalı Mehmed Tâhir Efendi, Müderris Babanzâde Ahmed Naîm Bey, Ahmed Avni Konuk, Hüseyin Avni Konukman, İsmâil Fenni Ertuğrul, Abdülazîz Mecdî (Tolun) Efendi gibi kimseler yer aldı. Yaklaşık 113 yaşında iken dâmâdı Ahmed Naîm Beyin İstanbul Şehzâdebaşı'ndaki evinde 9 Mayıs 1920 (H.1338) târihinde vefât etti. Cenâze namazını talebelerinden Abdülazîz Mecdî Efendi kıldırdı. Senelerce türbedârlığını yaptığı Fâtih Sultan Mehmed Hanın türbesi yanındaki kabristana defnedildi. Vefâtına talebelerinden Evranoszâde Sâmi Bey; \"Gitti gülzârı Cemale pîri efradı Cihân (1388).\" mısra'ı ile târih düşürdü. Ayrıca Evranoszâde Sâmi Bey tarafından mezar taşına bir manzûme yazılmıştır. Ahmed Amiş Efendi eser bırakmamıştır. Abdülbâki Gölpınarlı, Ahmed Avni Konuk'un Ahmed Amiş Efendinin sohbetlerinde tuttuğu notların kendisinde olduğunu kaydetmektedir. Kendisinden sonra yerine baş halîfesi olan Kayserili Mehmed Tevfik Efendiyi postnişin bıraktı. Şa'bâniyye ve Halvetiyye yollarının son devir temsilcilerinden olan Ahmed Amiş Efendi, sohbet yoluyla talebe yetiştirmeye çalıştı. Sohbetleri esnasında kısa ve özlü sözlerle talebelerini îkaz eder, onların istikâmet üzere Peygamber efendimiz ile Eshâbının yolunda olmalarını isterdi.Talebelerinden birisi müridin yâni talebenin şeyhe (hocaya) olan ihtiyâcını sorunca; \"Dağı dağ, taşı taş gördükçe şeyhe muhtaçsın. Bu böyle olsun, şu şöyle olsundan kurtuluncaya kadar, şeyhe muhtaçsın.\" demiştir. Rızk ile ilgili olarak soru soran birine de; \"En âlâ rızık mânevî rızıktır. Dünyâda eşini bulamaz, işini bilemezsen rahat edemezsin.\" demişti.Ahmed Amiş Efendi sohbetine gelenlerle tatlı tatlı konuştuktan sonra, onun hakkında duâ eder ve bâzı müjdeler verirdi. Evranoszâde Sâmi Bey o zaman Rüşdiye öğretmeni olan Şerâfettin Yaltkaya'yı, Ahmed Amiş Efendinin sohbetine getirdi. Fakat iki saat müddetle oturdukları halde Ahmed Amiş Efendi sessiz durup hiç konuşmadı. Evranoszâde Sâmi Bey, Amiş Efendinin böyle gelenlere duâ edip bâzı müjdeler verdiğini bildiği için bu durumu merak etti. O gün hiç konuşmadan Amiş Efendinin yanından ayrıldılar. Evranoszâde Sâmi Bey ertesi gün tek başına Amiş Efendinin yanına gitti ve; \"Efendim Şerâfettin için bir müjde vermediniz sebebi nedir?\" diye sordu. Ahmed Amiş Efendi, biraz durakladıktan sonra; \"O (yâni Şerâfettin Yaltkaya) bulunduğu mesleğin en yükseğine çıkar. Ancak bu yükseliş kendisinin ve dinimizin hayrına olmaz.\" dedi. Hakikaten Şerâfettin Yaltkaya zamanla yükselip profesör ve Diyânet İşleri Reisi oldu. Fakat İslâm dînine hizmet edeceği yerde pek çok zarar verdi. Edirnekapı dışında kabri bulunan Bekir Niğdevî'nin kabri yanında Amiş Efendinin talebelerinden Hilmi Bey'in kabri vardır. Hilmi Bey Çanakkale Savaşında Fransız zırhlısını Boğaz'ın sularına gömen meşhur askerdir. Gümüşsuyu Askerî Hastanesi Baştabibliğinden emekli albay Doktor Hamdi Hızlan Bey, Ahmed Amiş Efendiden naklen anlatıyor: Siz harbin fecâatini bilmezsiniz. Ben Rus (Kırım) harbinde yaralıları sırtımda taşıdım. Harbin fecâatini yakînen bilirim. Sakın harbi temenni etmeyin.Ahmed Amiş Efendinin halîfe olarak bıraktığı talebeleri şunlardır: Kayserili Mehmed Tevfik Efendi. Bu zât Amiş Efendiden sonra Şa'bâniyye tarîkatının Kuşadaviyye (İbrâhimiyye) kolunun şeyhliğini yürütmüş, emâneti Maraşlı Ahmed Tâhir Efendiye bırakarak vefât etmiştir.",
    "lat": 41.034317,
    "lon": 28.931898,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "FATİH",
    "ilce_id": 435,
    "ismi": "Ahmed Ziyâüddîn Efendi Rahmetullahi aleyh",
    "life": "Âilesi ve nerede doğduğu hakkında bilgi bulunamayan Ahmed Ziyâüddîn Efendi, uzun bir süre tabur imamlığı yaptıktan sonra emekliye ayrıldı. Medînei münevvereye hicret edip kırk sene Resûlullah efendimizin kabrinde hizmet etti. Sonra İstanbul'a gelip Ahmed Ziyâüddîn Gümüşhânevî'nin halîfesi Şeyh Hasan Hilmi Efendiye talebe oldu. Kısa sürede büyük derecelere kavuşup halîfesi oldu. 1921 yılında vefât ettikten sonra İstanbul Süleymâniye Câmii avlusundaki Gümüşhânevî'nin halîfelerine âit olan mezarlığa defnedildi.",
    "lat": 41.015539,
    "lon": 28.964318,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "ÜSKÜDAR",
    "ilce_id": 453,
    "ismi": "Ali Behçet Efendi Rahmetullahi aleyh",
    "life": "Anadolu'da yetişen velîlerden. Konya ulemâsından Ebû Bekr Efendinin oğludur. 1727 (H.1140) senesinde Konya'da doğdu. Babası ve dedesinin yanında küçük yaşta tahsîle başladı. Derviş tabiatlı bir zât olan babası, Ali Behçet Efendinin tahsil ve terbiyesi için özel îtinâ gösterdi. Medreselerde ilk olarak okutulan kitapları bitirdikten sonra, Karamanlı Abdullah Efendi ve meşhûr âlim Abdüssamed Efendinin derslerinde bulundu. Onlardan icâzet, diploma aldı. Sonra Afyonkarahisar'a gidip orada bir dergâhta talebe yetiştirmeye, insanlara Allahü teâlânın emir ve yasaklarını bildirmeye çalışan anne tarafından dedesi Alâeddîn Çelebi'den ders aldı. Buradaki tahsîlini tamamladıktan sonra kâdı oldu. Bu görevle Anadolunun çeşitli yerlerine gitti. Ankara'daki vazîfesi sırasın selimiye Camiide kendisinde meydana gelen bâzı mânevî hâller yüzünden görevden istifâ ederek, Afyon'a dedesinin yanına döndü ve Mevleviyye tarîkatına göre çileye başladı. Çile müddeti bitiminde çeşitli mânevî faydalara kavuştu. Ali Behçet Efendi, 1796 senesinde Mevlânâ Celaleddîni Rûmî'nin mânevî işâreti ile Bursa'ya giderek hemKâdiriyye, hem de Nakşibendiyye yolunun büyüklerinden olan Seyyid Burhâneddîn Mehmed Efendinin talebesi oldu. Ondan Nakşibendiyye, Kâdiriyye, Sühreverdiyye, Çeştiyye tarîkatlarında icâzet, diploma aldı. Hocası Mehmed Emin Efendi bulunmadığı zaman, yerine vekâlet ederdi. Birgün hocası, Ali Behçet Efendiyi huzûruna çağırıp, ona kendisi âhirete göçtükten sonra, yerine vekâlet etmesini, bir ara İstanbul'dan onun dâvet edileceğini, dergâhı bırakmamak düşüncesiyle bu dâveti kabulden imtinâ etmemesini, yâni dâveti kabul etmesini emir ve tavsiye etti. Bu sırada, Bursa'da ikâmete mecbur olan Burdurlu Derviş Paşa, genellikle Emin Efendinin sohbetlerine devâm ederdi. Bir süre sonra affedilen Derviş Paşa, İstanbul'a döndü. Bu arada Sultan Üçüncü Selîm'in Üsküdar'da ihyâ ettiği Selîmiye Câmii yanındaki Nakşibendiyye Dergâhı şeyhi Nîmetullah Buhârî vefât ettiğinden, Sultan Mahmûd Han, bu zâtın yerine birinin bulunarak tâyin edilmesini Derviş Paşaya havâle etti. Derviş Paşanın teklifi üzerine, Ali Behçet Efendi Selîmiye Câmii Nakşibendiyye dergâhına şeyh tâyin edildi (1816). Burada tefsîr, hadîs, Mesnevîi Şerîf ve İmâmı Rabbânî hazretlerinin Mektubât'ını okuturdu. Sohbetlerine devlet adamları ve âlimler katılırdı. Ali Behçet Efendi, zamânında ilmî fazîleti ve mânevî derecesinin yüksekliği ile tanındı. Kendisine talebe olarak gelenlere;ibâdetlere ve tâatlere, Allahü teâlânın beğendiği işlere çok ehemmiyet vermeleri, onlara sıkı sarılmaları, dinde yasaklanan şeylerden de çok sakınmalarını tavsiye ederdi. Nasîhatleri ile onların nefslerinin kötülüklerden temizlenmesine çalışırdı. Vakitlerinin çoğunu kitap mütâlaa etmek ve sohbet ile geçirirdi. Farz ve vâcib ibadetleri yerine getirdikten sonra nâfile ibâdetle meşgûl olurdu. Açık, net ve düzgün konuşurdu.rak edip, Ali Behçet Efendiye götürmesini kocasından ricâ etti. Sâdullah Efendi, Ali Behçet Efendinin âdetini, böyle işler yapmadığını bildiği için, hanımının bu arzusunu yerine getirmedi. Hanımı bunun üzerine çocuğu alıp dergâha gitti. Ali Behçet Efendinin huzûruna müsâade isteyerek girdi ve durumunu arzetti. Ali Behçet Efendi onun bu arzusunu kırmadı ve çocuğu kucağına alarak;\"Sen uslu çocuk olduğun için, anababanı rahatsız etmemek için ağlamıyorsun. Fakat oğlum ne yapalım, görüyorum ki annen ağlamıyorsun diye merakından ağlayacak.\" diyerek eli ile çocuğun ağzına vurdu. Çocuk o andan îtibaren ağlamaya başladı. Çocuğu evine götüren hanımcağız bir süre sonra da çocuk susmuyor diye Behçet Efendiye başvurdu. Ali Behçet Efendinin bir talebesine yazdığı mektup şöyledir: \"Benim sevgili, insâniyetli ve iyiliksever oğlum! Göndermiş olduğunuz mektup elimize geçti ve çok memnun olduk. Ey oğlum! Dersimizden uzak olmayasınız. Bir an Allahü teâlâyı anmak, Süleymân aleyhisselâmın mülkünden daha iyidir, ifâdesini Ali Behçet Efendinin dergâhı civârında oturan Hırkai şerîf hizmetçilerinden Sâdullah Efendinin yeni doğan çocuğu hiç ağlamıyordu. Annesi çocuğun bu hâlini mehâtırından çıkarmayınız. Oğul, dâimâ taleb edenlerden ol. Mübârek gecelerde Allahü teâlâya yalvarıp yakarmayı fazlaca yaparsanız, isâbetli olur. Zîrâ Allahü teâlâ kulunun yalvarmasını sever. Bu, Allah adamlarının yoludur.\"",
    "lat": 41.012553,
    "lon": 29.01778,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  },
  {
    "key": "TR",
    "il_plaka": 34,
    "ilce_adi": "ÜSKÜDAR",
    "ilce_id": 453,
    "ismi": "Aziz Mahmûd Hüdâyî Rahmetullahi aleyh",
    "life": "Anadolu'da yetişen büyük velîlerden. 1541 (H.948) yılında Şereflikoçhisar'da doğdu. Bursa'da Muhammed Üftâde hazretlerinden feyz aldı. 1598 (H.1007) de Üsküdar'da câmi ve dergâh yaptırdı. 1628 (H.1038)'de vefât etti. Kabri, İstanbul Üsküdar'da kendi dergâhı yanındaki türbesindedir. Mahmûd Hüdâyî, Fadlullah bin Mahmûd'un oğludur. Çocukluğu Sivrihisar'da geçti. Burada ilk tahsîline başladı. İlmini ilerletmek için İstanbul'a gitti. Küçük Ayasofya Medresesinde tahsîline devâm etti. Çok zekî olup bir defâ okuduğunu zihninde tutar, tekrar kitaba bakmaya lüzum hissetmezdi. Hocalarından Nazırzâde Ramazan Efendi, ona husûsî bir ihtimâm gösterdi. Mahmûd Hüdâyî genç yaşta; tefsîr, hadîs, fıkıh ve zamânın fen ilimlerinde büyük bir âlim oldu. Hocası Nâzırzâde onu yanına yardımcı olarak aldı. Mahmûd Hüdâyî, bir taraftan hocası Ramazan Efendiye yardım ederken, diğer yandan da Halvetî yolunun şeyhlerinden Muslihuddîn Efendinin sohbetlerine katılarak tasavvuf yolunda ilerlemeye çalıştı. Bu arada hocası Nâzırzâde'nin, Edirne'de bulunan Sultan Selim Medresesine tâyini çıktı. Mahmûd Hüdâyî, yirmi sekiz yaşında iken hocası ile Edirne'ye gitti. Ramazan Efendi, kısa bir süre Edirne'de müderrislik yaptıktan sonra, Şam ve Mısır'a kâdı tâyin edildi. Talebesi Mahmûd Hüdâyî'yi oraya da götürdü. Mahmûd Hüdâyî Mısır'da Halvetî şeyhlerinden Kerîmüddîn hazretlerinden ders alarak, tasavvuf yolunda yetişmeye çalıştı. Mahmûd Hüdâyî otuz üç yaşında iken, hocası Nâzırzâde ile Bursa'ya geldi. Üç sene Ferhâdiye Medresesinde müderrislik yaptı. Üç sene sonra, hocasının vefâtı ile Bursa kâdılığına getirildi. Bursa kâdısı olarak vazîfeye başlıyan Mahmûd Hüdâyî hazretleri, kâdılığı esnâsında bir gece rüyâsında Cehennem'i ve Cehennem'in ateşinde tanıdığı bâzı kimselerin yandığını gördü. Bu korkunç rüyânın verdiği dehşet ve üzüntü içindeki günlerde, bir hanım bir dâvâ getirdi. Bu dâvadan sonra Bursa kâdılığını bıraktı ki, hâdise şöyle idi: O günlerde Bursa'da, evliyâullahtan olan Muhammed Üftâde hazretleri halkın mânevî terbiyesi işi ile meşgûl olurlardı. Yine Üftâde hazretlerini seven fakir bir kimse vardı. Her sene hac mevsiminde hacca gitmek ister, fakat gidecek parası olmadığı için arzusuna kavuşamazdı. Üzüntüsünden hiç yüzü gülmez, gözleri hep hacca gidenlerin yolu üzerine takılır kalırdı. Evde hanımı, yüzü gülmeyen kocasının bu hâline oldukça üzülürdü. Yine bir sene hac mevsiminde, parası olmadığı için hacca gidemeyen bu fakir üzüntüsünden ne yapacağını şaşırdı. Aralarında geçen bu konuşmanın sonunda elinde olmayarak hanımına; \"Eğer bu sene de hacca gidemezsem seni üç talak ile boşadım.\" dedi. Günler geçti. Kurban bayramı yaklaştı. Fakiri bir düşüncedir aldı. Hacca gidemezse, evde hanımı boş olacaktı. Bir yerlerden borç bulup hacca gidememişti. Ne yapacağını şaşırdığı bir gün, hatırına Muhammed Üftâde geldi. Hemen huzûruna gidip ağlayarak durumunu anlattı. O da; \"Bizim Eskici Mehmed Dede'ye git, selâmımızı söyle. O seni hacca götürüp derdine dermân olur.\" buyurdu. Fakir, sevinerek huzûrdan ayrıldı, süratle Mehmed Dede'nin dükkânına koştu. Mehmed Dede'ye, hocasının selâmını söyleyip derdini anlattı. Mehmed Dede: \"Ey fakir! Gözlerini kapa. Aç demeden sakın açma.\" dedi. Fakir gözlerini açtığında kendilerini Mekke'de buldular. Mehmed Dede, Allahü teâlânın izniyle, fakiri bir anda Hicâz'a götürmüştü. O gün, arefe idi, hacılar Arafat'a çıkmışlardı. Fakir ve Mehmed Dede de ihram giyip Arafat'a çıktılar. Ertesi günü vakfeye durdular. Ziyâret edilecek yerlere gittikten sonra, Bursalı hacıları buldular. Onlar, hemşehrileri olan Mehmed Dede'yi ve Fakiri görünce sevindiler. Fakir birkaç hediye alıp, bir kısmını da getirmeleri için komşusu olan hacılara emânet etti. Vedâlaşarak ayrıldılar. Yine Mehmed Dede'nin kerâmetiyle bir anda, Mekkei mükerremeden Bursa'ya geldiler. Fakir getirdiği bâzı hediyelerle eve gelince, hanımı birkaç gündür eve gelmeyen kocasını eve almak istemedi ve; \"Sen beni boşatmadın mı? Hangi yüzle bana hediye getirerek eve giriyorsun?\" dedi. Kocası da; \"Hanım, ben hacca gittim geldim. İşte bu getirdiklerimi de Mekke'den aldım.\" dediyse de, kadın: \"Bir de yalan söylüyorsun. Üç beş gün içinde hacca gidilip gelinir mi? Seni mahkemeye vereceğim.\" dedi ve Kâdı Aziz Mahmûd Hüdâyî'ye gelerek; \"Kâdı Efendi! Artık ben bu adamla bir arada yaşayamam. Nikâhımızın fesh edilmesini istiyorum. Bunun Kurban Bayramından iki gün evvel Bursa'da olduğunu herkes biliyor. Hâlbuki ona sorun, hacca gitmiş, Arafat'a çıkmış, şeytan taşlamış, zemzemler, sürmeler getirmiş... Beni aldatıyor. Bir haftada oraya gider, bu işleri yapar ve nasıl geri gelir? Yanına da bir yalancı şâhit bulmuş. \"Eskici Baba gördü, yanımdaydı.\" diyor ve bu husus şer'iye siciline işleniyor. Bu sözler üzerine Aziz Mahmûd Hüdâyî, hanımın kocasını mahkemeye çağırtarak onu da dinledi. Fakir; hacca gittiğini, Kâbei muazzamayı tavâf edip, ziyâret edilecek yerleri gezdiğini, Bursalı hacılarla görüşüp getirmeleri için emânet dahi verdiğini iddiâ etti. Bu sebeple boşanmanın vâki olmadığını söyledi. Fakir, Mehmed Dede'yi şâhit gösterdi. Mahkemeye gelen Mehmed Dede ise kâdının bu sözlere bir türlü inanmak istemediğini görerek; \"A kâdı efendi! Şeytan, Allahü teâlânın düşmanı olduğu hâlde, bir anda dünyânın bir ucundan bir ucuna gidip gelir de, bir velînin bir anda Kâbe'ye gitmesi niçin kabûl edilmez!\" dedi. Kâdı hayret ederek, mahkemeyi hacıların dönüşüne bıraktı. Aradan günler geçti. Bursalı hacılar geldi. Mahkeme gününde şâhid olarak, fakirin hac vazîfesini yaptığını, hattâ verdiği emânetleri getirdiklerini bildirdiler. Kâdı, şâhitlerin verdiği bu ifâde ile dâvâcı hanımın nikâhı fesh etme isteğini reddetti. Böylece boşanma olmadı. Ancak bu hâdise, Kâdı Aziz Mahmûd Hüdâyî Efendinin günlerce aklından çıkmadı ve çok etkiledi. Nihâyet Eskici Mehmed Dede'nin yanına gidip; \"Beni talebeliğe kabûl buyurmanız için gelmiştim.\" dedi. O da; \"Nasîbiniz bizden değil, Üftâde'dendir. Onun huzûruna giderek mürâcaatınızı bildirin.\" dedi. Kâdı evine gitti. Hizmetçisine atının hazırlanmasını emretti. Kendisi de sırmalı kaftanını, sarığını giyerek hazırlanan atına bindi. Yanına seyisini de alıp, Üftâde hazretlerinin dergâhına gitmek üzere yola çıktı. Bugünkü Molla Fenârî Câmii'nin doğu tarafındaki sokağa geldiğinde, atının ayaklarının bileklerine kadar kayalara saplandığını gördü. Bütün uğraşmalarına rağmen bir adım ileri süremedi. (Bu kayanın üç kuzular semtinde olduğu da söylenmektedir.) Çâresiz, atından indi. Sırmalı kaftanıyla Üftâde Dergâhına doğru yürüdü. Kâdı, dergâha vardığında, bahçede yamalı elbiseler içinde bahçeyi çapalayan bir zât gördü. Ona hitâben; \"Ben Bursa Kâdısı Mahmûd'um. Şeyh Üftâde'yi görmek istiyorum. Çabuk geldiğimi haber ver.\" dedi. Kâdının hizmetçi zannettiği Şeyh Üftâde hazretleri dinledi dinledi, sonra hafifçe doğrularak: \"Yazıklar olsun ey Kâdı Efendi! Herhâlde yanlış yere geldiniz. Burası yokluk kapısıdır ve biz bu kapının kuluyuz. Hâlbuki sen varlık sâhibisin. Bu hâlde ikimizin bir araya gelmesi mümkün mü? Senin ilmin, malın, mülkün, şânın ve mâmûr bir dünyân var. Bizim gibi kulların Allahü teâlâdan başka kimsesi yoktur. Atın bile gelmek istemeyip ayakları kayalara saplanmadı mı?\" buyurdu. Bu sözler ve yaptığı hatâ Aziz Mahmûd Hüdâyî'ye çok tesir etti. Gözlerinden iki sıra yaş döküldüğü hâlde; \"Efendim! Her şeyimi mübârek kapınızın eşiğinde terk eyledim. Dileğim talebeniz olabilmek ve hizmetinizi görmekle şereflenmektir. Her ne emrederseniz yapmaya hazırım.\" dedi. Bu samîmî ifâde üzerine Üftâde hazretleri tâne tâne buyurdu ki:\"Ey Bursa kâdısı! Kâdılığı bırakacak, bu sırmalı kaftanınla Bursa sokaklarında ciğer satacaksın. Her gün de dergâhaüç ciğer getireceksin!\" Her şeyi bırakacağına, her emri yerine getireceğine söz veren Mahmûd Hüdâyî derhal kâdılığı bırakıp ciğer satmaya başladı. Sırtında sırmalı kaftanı olduğu halde, ciğerleri, Bursa sokakla rında, \"Ciğerci! Ciğerciiii!\" di ye diye bağırarak satıyordu. Bursalıların hayret dolu bakışlarına, kadınların ve çocukların alay etmelerine hiç aldırmıyordu. Onu görenler; \"Bursakâdısı Aziz Mahmûd Hüdâyî aklını oynatmış, tımarhânelik olmuş.\" diyorlardı. Bu şekilde, nefsini kırıp, rûhunu yükseltmek için her türlü alaya alınmaya katlanıyordu. Her akşam dergâha geldiğinde hocası ona; \"Bugün ne yaptın? Ciğerleri satabildin mi?\" diye soruyor, o da, başından geçenleri anlatıyordu. Üftâde hazretleri daha sonra, yeni talebesinin nefsini iyice kırmak ve terbiye etmek için onu dergâhta helâ temizleme işi ile vazîfelendirdi. Hüdâyî bir gün abdesthâneleri yıkarken kulağına davulzurna sesleri geldi. Şöyle bir kulak kabarttığında, kendi yerine tâyin olunan yeni kâdının geldiğini ve halkın karşılamaya çıktığını öğrendi. Bir anlık dalgınlık ile kendi kendine; \"Yeni kâdı geliyor ha!.. Bîçâre Mahmûd, sen böyle bir mesleği bıraktın. Şimdi abdesthânelerde temizlik yapıyorsun.\" diyerek nefsinin aldatmasına yakalandı. Ancak daha bu düşünceler geçer geçmez derhal toparlandı ve;Mahmûd! Sen şeyhine nefsini ayaklar altına alacağına dâir söz vermemiş miydin?\" diyerek bu hâle tövbe etti. Sonra da nefsini tahkir için elindeki süpürgeyi atarak, taşları sakalıyla süpürmeye başlayacağı bir anda, şeyhi Üftâde hazretleri kapıda göründü ve; \"Mahmûd, evlâdım! Sakal mübârek şeydir. Onunla böyle bir iş yapılmaz. Maksad sana bu mertebeyi atlatmaktı.\" buyurarak, Hüdâyî'yi alıp içeri dergâha götürdü. Böylece nefsinin istek ve arzularına sırt çevirip istemediği şeyleri yapmakta büyük gayret sarfeden Aziz Mahmûd Hüdâyî kısa zamanda üstâdının en önde ve gözde talebesi oldu. Develer yükü kitâbın ona öğretemediğini Üftâde hazretlerinin bir bakışı öğretiyor, gönlünden geçen bir suâline bin cevap birden veriyordu. Bir gün Üftâde hazretleri talebeleri ile kırlarda sohbet etmişlerdi. Bir ara talebeler etrafa dağılarak herbiri birer demet çiçek topladılar. Hüdâyî Efendi ise elinde kurumuş ve sapı kırılmış bir çiçek olduğu hâlde döndü. Herkes hediyelerini şeyhleri Üftâde hazretlerine takdim etmiş o da kabûl ederek memnuniyetini belirtmiş ve duâlar etmişti. Hüdâyî de hediyesini verince, Üftâde hazretleri: \"Oğlum, arkadaşlarınız demet demet çiçek getirdiler. Siz bize bir tek solmuş çiçeği mi lâyık gördünüz?\" buyurdu. Hazreti Hüdâyî de; \"Efendimize ne getirsem azdır. Fakat koparmak için el uzattığım her çiçek Allahü teâlâyı tesbih ediyordu. Bu tesbihi işiterek el çekip hiç birini koparamadım. Ancak kurumuş ve sapının kırılmış olmasından dolayı bu çiçeği tesbihten kesilmiş gördüm. Bu sebeple bunu getirebildim.\" Aziz Mahmûd Hüdâyî bu cevâbıyla şeyhinin bir kat daha muhabbet ve teveccühünü kazandı. Çünkü Üftâde hazretleri Hüdâyî'ye her zaman; \"Evlâdım her zerrede Hakk'ı göreceksin, her zerreye Hak muâmelesi yapacaksın, başka yolu yok, bu böyledir.\" derdi. Sevinci, talebesinin bu mertebeye ulaşmasından geliyordu. Nitekim bir sabah Hüdâyî hazretlerinin artık nihâyete erdiğini ve halkı irşâda, doğru yolu göstermeye başlayacağının işâretini verdi. Hüdâyî hazretleri her sabah erkenden kalkarak hocasının abdest suyunu ısıtıp hazır ederdi. O sabah ise uykuya dalmış ve ancak son vakitte uyanabilmişti. Derhâl ibriği aldı. Fakat ısıtmaya vakit yoktu. Çünkü hocasının ayak seslerini işitiyordu. İbriği göğsüne bastırmış bir halde kalakaldı. Üftâde hazretleri eğilerek; \"Haydi evlâdım suyu dök.\" dedi. Hüdâyî hazretleri ise ibriği göğsüne bastırmış hâlde duruyor ve buz gibi olan suyu hocasının eline dökmeye kıyamıyordu. Üftâde hazretleri tekrar; \"Haydi evlâdım! Ne duruyorsun? Geç kalacağız.\" deyince, çekine çekine ve korkarak suyu dökmeye başladı. Ancak hocasının sözü onu bir kat daha şaşırttı. \"Evlâdım Mahmûd bu su ne kadar ısınmış böyle. Bunu normal ateş ile ısıtmayıp, gönül ateşi ile ısıtmışsın. Bu hâl artık senin hizmetinin tamam olduğunu gösteriyor. \" Böylece Muhammed Üftâde hazretleri, Hüdâyî'ye icâzet, diploma verdi ve onu çocukluğunu geçirdiği Sivrihisar'a, İslâmiyeti yaymak, emir ve yasaklarını bildirmek üzere gönderdi. Aziz Mahmûd Hüdâyî, âilesiyle birlikte Sivrihisar'a giderek hizmete başladı. Ancak burada sâdece altı ay kadar kalabildi. Hocasının ayrılığına dayanamayarak tekrar Bursa'ya geldi. Bursa'ya geldiği günlerde, doksan yaşından ziyâde olan hocasının hizmetini görmeye başladı. Bu hizmetlerinden çok memnun olan Muhammed Üftâde; \"Oğlum! Pâdişâhlar ardınca yürüsün.\" diye duâ etti. O sene Üftâde hazretleri vefât etti. Aziz Mahmûd Hüdâyî mânevî bir işâretle Trakya'ya gitti. Bir müddet sonra da Şeyhülislâm Hoca Sâdeddîn Efendi vâsıtasıyla İstanbul'a geldi. Küçük Ayasofya Câmii tekkesinde hocalık yapmaya başladı. Bu arada Fâtih Câmii'nde, talebelere, tefsîr, hadîs ve fıkıh dersleri verdi. Burada kaldığı müddet içinde, ilim ve devlet adamlarına kadar uzanan geniş bir muhit edindi. Bu arada, Üsküdar'da kendi dergâhının bulunduğu yeri satın aldı. Buraya dergâhını inşâ eyledi. Dergâhında yüzlerce talebenin yetişmesi için çok uğraştı. Kısa zamanda nâmı her tarafta duyuldu. Akın akın talebeler dergâhına koştular. Hasta kalblerine şifâ olan sohbetlerine kavuştular. Onun feyz ve bereketleri ile mârifetullaha kavuştular. Dergâh, en fakirinden en zenginine ve en üst kademedeki devlet ricâline kadar her tabakadan insanlarla dolup taşıyordu. Devrin pâdişâhları da ona hürmette kusur etmiyorlardı. Üçüncü Murâd Han, Üçüncü Mehmed Han, Birinci Ahmed Han, İkinci Osman Han ve Dördüncü Murâd Han'a nasîhatlerde bulundu. Dördüncü Murâd Han'a, saltanat kılıcını kuşattı. 1595 yılında İranlılarla yapılan Tebrîz seferine Ferhat Paşa ile berâber katıldı. Zaman zaman pâdişâhların dâvetlisi olarak saraya gidip, onlarla sohbetlerde bulundu. Aziz Mahmûd Hüdâyî hazretlerinin, çeşitli câmilerde vaaz vermesi için sevenleri devamlı taleplerde bulundular. O, Üsküdar İskelesindeki Mihrimah Sultan Câmii ile Sultanahmed Câmii'nde belli günlerde vaaz vererek, insanlara feyz ve mârifet sundu. Birinci Ahmed Han 1595 Haziranında vefât ettiği zaman, Hüdâyî hazretleri şu ilâhîyi söylemiştir: Yalancı dünyâya aldanma yâ hû, Bu dernek dağılır dîvân eğlenmez. İki kapılı bir virânedir bu, Aziz Mahmûd Hüdâyî'nin talebesi olmakla şereflenmek için, herkes birbiriyle yarışıyordu. Bunların başında; Sadrâzam Halîl Paşa, Dilâver Paşa, Şeyhülislâm Hoca Sâdeddîn Efendi, Şeyhülislâm Hocazâde Esad Efendi, Okçuzâde Mehmed Efendi, İbrâhim Efendi, Nevizâde Atâyî Efendi geliyordu. O zamanda Hüdâyî Dergâhı, İstanbul'un en mühim bir kültür merkezi hâline geldi. Pekçok âlim yetişti. Osmanlı tahtında yirmi yıl kadar saltanat süren Üçüncü Murâd Han, Hüdâyî hazretlerine büyük muhabbet besler ve yapacağı işlerde onunla istişâre ederdi. Üçüncü Murâd Hanın yerine geçen Üçüncü Mehmed Han ve ondan sonra tahta çıkan Birinci Ahmed Han da Şeyh Hüdâyî hazretlerine büyük bir saygı ile bağlı idiler. Bir gün Sultan Birinci Ahmed Han rüyâsında; \"Avusturya Kralı ile güreş tuttuğunu, fakat kendisinin arka üstü yere düştüğünü\" görmüştü. Zâhiren bakıldığında rüyâ çok korkunç idi. Sabahleyin, derhal huzûra getirilen âlimler ve rüyâ tâbircilerinden hiçbiri bu rüyâyı, Pâdişâhı tatmin edecek şekilde tâbir edemedi. Nihâyet Üsküdar'da bulunan Aziz Mahmûd Hüdâyî'nin, bu rüyâyı tâbir edebileceğini arz ettiler. Pâdişâh Birinci Ahmed bir mektup yazarak, yakınlarından biriyle gönderdi ve tâbir edilmesini ricâ etti. Haberci, mektubu alıp süratle Üsküdar'a geçti. Aziz Mahmûd Hüdâyî'nin kapısını çaldığında, onun içerden elinde bir zarf ile kapıya çıktığını gördü. Habercinin getirdiği mektubu alırken, kendi elindeki mektubu da Pâdişâha verilmek üzere verdi ve; \"Sultânımızın gönderdiği mektûbun cevâbıdır.\" buyurdu. Mektubu şaşkınlık içinde alan haberci, derhal mektubu sultâna götürdü ve gördüklerini anlattı. Sultan Birinci Ahmed Hanın gönderdiği mektup, daha açılıp okunmadan cevâbı gönderilmişti. Sultan Ahmed Han, gönderilen bu mektubu heyecanla okudu. Deniyordu ki: \"Allahü teâlâ insan vücûdunda arkayı, cansız mahlûklarda ise toprağı, en kuvvetli olarak yarattı. İnsan ile toprağın birbirlerine değmesi, bu iki kuvvetin bir araya gelmesi demektir. Böylece, Pâdişâhımızın arka üstü yere yatması ile bu iki kuvvet birleşmiştir. Dolayısıyla bu rüyâdan İslâmın temsilcisi olan pâdişâhımızın, küffâra karşı zafer kazanacağı anlaşıldı.\" Pâdişâh bu tâbiri pek beğendi ve; \"İşte gördüğüm rüyânın tâbiri budur.\" dedi. Derhal Aziz Mahmûd Hüdâyî hazretlerine bin altın gönderdi. Diğer taraftan Aziz Mahmûd Hüdâyî'nin hanımı hâmile olup doğumu yaklaşmıştı. Fakir oldukları için doğacak çocuğun ihtiyaçlarını alamamışlardı. Çünkü Hüdâyî hazretleri kapısına gelen, kendisine el açan fakir ve ihtiyâç sâhiplerine hiç düşünmeden nesi olsa verirdi. Bu sebeple çoğu kez evde yakacak mum bile bulamazlardı. Bu sebeple hanımı; \"Bursa kâdılığını bıraktın, medrese hocalığını terkettin... Elindeki malını mülkünü, ona buna vererek harcadın... Dünyâya gelecek yavruya saracak bir bez parçası bile yok!..\" diye yakınıyordu. Tam bu sırada kapı çalındı. Hüdâyî hazretleri kapıya doğru giderken hanımına da; \"Hâtun, Allahü teâlâ istediğin dünyâlığı gönderdi.\" buyurdu. Kapıyı açtığında Sultan Ahmed Hanın hediyelerini ve bir kese içinde gönderdiği bin altını alarak hanımına teslim etti. Ertesi gün de Pâdişâh kendisi gelerek elini öptü ve talebesi olmakla şereflendi. Sultan Ahmed Han, bir gün Hüdâyî hazretlerine bir hediye göndermiş, o da bunu kabûl etmeyerek iâde etmişti. Pâdişâh bu sefer aynı hediyeyi Şeyh Abdülmecîd Sivâsî'ye gönderdi. Onun kabûl etmesi üzerine bir gün pâdişâh kendisine; \"Bu hediyeyi Hüdâyî'ye gönderdiğim halde kabûl buyurmadılar.\" dedi. Abdülmecîd Sivâsî de; \"Pâdişâhım, Hüdâyî bir ankâdır ki, lâşeye tenezzül etmez.\" cevâbını verdi.Sultan Ahmed Han, büyük bir câmi yaptırmak istiyordu. Kararını verdi ve yerini tesbit ettirdi. Temel atma merâsimi için hocası Aziz Mahmûd Hüdâyî ve diğer âlimleri dâvet etti. Koyunlar kesildi. Temel atmak için ilk kazmayı, Aziz Mahmûd Hüdâyî hazretleri vurdu. Pâdişâh, yoruluncaya kadar temel kazdı. Böyle bir başlangıçtan yıllar sonra, câmi yapıldı ve açılışını yapmak ve Cumâ hutbesini okumak üzere Aziz Mahmûd Hüdâyî dâvet edildi. Ancak o gün beklenmedik bir şey oldu. Önce bardaktan boşanırcasına yağmur başladı. Sonra fırtına ile berâber denizde dalgalar büyüdü, yükseldi ve şiddetlendi. Bu şartlar altında Üsküdar'dan Sarayburnu'na geçmek imkânsızlaşmıştı. Ne var ki Şeyh hazretleri Hünkâra söz vermişti. Bu sebeple Üsküdar iskelesine geldi ve bir kayık kiralayarak içine atladı. O binince sâdık talebeleri durur mu? Hemen onlar da bindiler. Böylece Şeyh hazretleri yanında birkaç talebesiyle birlikte Sarayburnu'na doğru açıldı. Allahü teâlânın izniyle Mahmûd Hüdâyî hazretlerinin himmeti bereketiyle, kayığın ön, arka ve yanlarından bir kayık mesâfesinde deniz süt liman oluyor, dalgalar kayığa hiç tesir etmiyordu. Bu şekilde herkes korkudan denize çıkamazken, Aziz Mahmûd Hüdâyî kayığıyla selâmetle karşıya geçti. Üsküdar ile Sarayburnu arasındaki bu yola \"Hüdâyî yolu\" dendi ki, fırtınadan uzak, selâmetle gidilen bir deniz yolu olduğu kabûl edilir. Bu sırada Ahmed Han da, Fevkânî Kasrı Hümâyûnunda telaş ve üzüntü içerisinde Hüdâyî hazretlerini bekliyordu. Aziz Mahmûd Hüdâyî hazretleri tam köşkün yanına gelince, müthiş bir gümbürtü koptu. Kulakları sağır edecek bir biçimde patlayan gürültünün ardından düşen yıldırım, Kasrı Hümâyûnun bir yanını çökertti. Binâ allak bullak olmuş; ne pâdişâh dışarı çıkabiliyor, ne de bir kimse içeri girip onu kurtarabiliyordu. Ancak Hüdâyî hazretleri telaşlanmadılar. Kimsenin de telaşlanmasına fırsat vermediler. Hemen Kasrı Hümâyûnun çöken tarafına asâsını dayayıp binânın yıkılmasına engel oldu. Sonra Pâdişâhı ve yanındakileri tek tek köşkten indirdiler. Bu sırada dayanak direkleri de getirilmiş ve çöken yana konulmuştu. Köşkteki son kişinin de inmesini müteâkip gerekli tedbirlerin alındığını gören Hüdâyî hazretleri, bastonunu dayadığı yerden çektiler. O anda inanılmaz bir olay oldu. Küçük bir bastonun çektiği yüke direkler dayanamayıp çatır çatır kırıldı ve binâ çöktü. Bu olayı gören herkes Hüdâyî hazretlerine daha fazla gönülden bağlandı. Artık yağan yağmur ve kopan fırtına kimsenin umurunda değildi. Büyük bir alayla Sultanahmed Câmii'ne gelindi. Sonra câmi büyük mürşîdin eli ve duâsı ile ibâdete açıldı. Sultan Ahmed Han, birgün bâzı devlet erkânıyla gezmeye çıkmışlardı. Ormanlık bir yerde istirâhat ederlerken hizmetçiler bir koyun kesip, kızartarak Pâdişâha ikrâm ettiler. Aziz Mahmûd Hüdâyi Sultan Ahmed Han besmele çekerek elini ete uzattığı an, Aziz Mahmûd Hüdâyî hazretleri kalem ve yazı takımı. beliriverdi. Pâdişâha; Sultânım! Sakın yemeyiniz, o et zehirlidir.\" buyurdu. Etten bir mikdâr kesip, oradaki bir köpeğe verdiklerinde, köpeğin derhal öldüğü görüldü. Zamânın pâdişâhı Ahmed Han; vezirlerinden birini azletmiş, mührünü de Üsküdar tarafında oturan bir başka vezire göndermişti. Yolda mührü götüren haberci, bir deniz kazâsına tutulduğu için mührü denize düşürdü. Mührün denize düştüğünü öğrenen Pâdişâh, Aziz Mahmûd Hüdâyî'ye gidip durumu anlatınca, o da pöstekisinin altına elini uzatıp, suları damlamakta olan mührü Pâdişâha teslim etti. Sultan Ahmed Han, hocası Aziz Mahmûd Hüdâyî hazretlerini ziyârete gitmişti. Bir müddet sohbetten sonra atlarına binerek gezintiye çıktılar. Karacaahmed mezârlığının yanından geçerken, Mahmûd Hüdâyî, Pâdişâha dönerek; \"Sultânım! İster misiniz bugün size bir şey göstereyim?\" diye sordu. Sultânın, \"İsterim!\" demesi üzerine, kabristana dönerek; \"Kalkınız!\" dedi. Bu hitâb karşısında bütün ölüler arpa başağı gibi kabirlerinin içinde dikiliverdiler. Pâdişâh bu hâli gördükten sonra, Mahmûd Hüdâyî; \"Dönünüz!\" emrini verince, kabir ehli yine eski hâllerine döndüler.Sultan Ahmed Han, Peygamber efendimizin mübârek Kademi şerîfinin izi bulunduğu bir taşı Mısır'da Kayıtbay Türbesinden İstanbul'a getirtmiş ve Eyyûb Câmiin'e koydurmuştu. Sultanahmed Câmii tamamlanınca da Nakşı Kadem oradan alınarak buraya nakledildi. Nakil işinin yapıldığı günün gecesinde Sultan Ahmed şöyle bir rüyâ gördü: Bütün pâdişâhların toplandığı yüce bir dîvanda Peygamber efendimiz kâdılık yapmaktadır. Kayıtbay Türbesini ziyârete vesîle olan \"Kademi şerîf\" resmini kendi câmiine nakleden Sultan Ahmed'den dâvâcıdır. Peygamber efendimiz dâvâcıyı dinledikten sonra, Kademi şerîfin alındığı yere geri verilmesi istikâmetinde karar verir. Suçlu mevkiinde oturan Ahmed Han, kan ter içerisinde uyanır ve derhal şeyhi Aziz Mahmûd Hüdâyî hazretlerine giderek rüyâsını anlatır. Hüdâyî hazretleri, rüyâyı; \"Emânetin derhâl yerine gönderilmesi.\" şeklinde yorumlar ve Kademi şerîf taşı Kayıtbay Türbesine iâde edilir. Bu hâdise üzerine Sultan Birinci Ahmed, \"Kademi Saâdeti Peygamberî\" şeklinde bir sorguç yaptırıp, Cumâ, bayram ve diğer resmî günlerde bereketlenmek için hilâfet sarığına takmaya başladı. Ayrıca bir tahta üzerine resmedilen \"Kademi şerîfin\" kenarına da: N'ola tacım gibi başımda götürsem dâim Kademi resmini dâim Hazreti fiâhı Rusülün Güli gülzâri nübüvvet o kadem sâhibidir Ahmedâ durma yüzün sür kademine o gülün. kıtasını kendi hattıyla yazıp şeyhi Hüdâyî Efendiye gönderdi. O da bunu dergâhının duvarına astırdı. Aziz Mahmûd Hüdâyî hazretleri bir gün Ahmed Han'ı ziyârete gitmişti. Pâdişâh; \"Efendim! Seyyid Abdülkâdiri Geylânî hazretlerinin, kıyâmet günü talebelerine ve pekçok günahkâr mümine şefâat edeceği hakkında rivâyetler var. Bu rivâyetlerin doğruluğu hakkında ne buyurursunuz?\" diye suâl eyledi. Aziz Mahmûd Hüdâyî hemen cevap vermedi. Bir müddet murâkabe hâlinde kaldıktan sonra; \"Bu söz doğrudur.\" buyurdu. Sonra Padişâh; \"Efendim! Acabâ zâtı âlinizin bizlere bir vaadiniz ve müjdeniz yok mudur?\" diye sorunca, Mahmûd Hüdâyî ellerini kaldırarak: \"Yâ Rabbî! Kıyâmete kadar bizim yolumuza katılan, bizi sevenler ve ömründe bir kere türbemize gelip rûhumuza fâtiha okuyanlar bizimdir. Bize talebe olanlar denizde boğulmasınlar. Ömürlerinin sonlarında fakîrlik görmesinler. Îmânlarını kurtararak gitsinler ve öleceklerini bilip haber versinler.\" diye duâ eyledi. (Âlimler ve evliyâ bu duânın kabûl olduğunu, bu yola mensup kimselerin hiç denizde boğulmadıklarını ve pekçok kimsenin de vefât günlerine yakın, öleceklerini haber verdiklerini bildirdiler.) Nitekim Ahmed Han da öleceğini bilip haber verdi. Şânı yüce pâdişâh 1617 senesinde hastalandı. Sırtında bir yara çıkmıştı. Mâbeynci Mustafa, Sultânın vefâtından bir gün önce huzûrunda iken, Ahmed Hanın odada sâhibini göremediği kimselere dört defâ; \"Ve aleyküm selâm.\" dediğini işitti. Sebebini sorduğunda, Sultan Ahmed Han; \"Şu anda yanıma hazreti Ebû Bekri Sıddîk, hazreti Ömer, hazreti Osmân ve hazreti Ali geldiler. Bana; \"Sen dünyâ ve âhiretin sultanlığını kendinde toplamışsın. Yarın Resûlullah sallallahü aleyhi ve sellem efendimizin yanında olacaksın.\" buyurdular.\" cevâbını verdi. Hakîkaten ertesi gün vefât etti. Cenâzesinin yıkanması için hocası Aziz Mahmûd Hüdâyî hazretleri dâvet edildi. Ancak o; \"Sultânımı çok severdim. Şimdi dayanamam. İhtiyârlığım sebebiyle beni mâzur görün.\" buyurdu ve talebelerinden Şâban Dede'yi gönderdi. Kimyâ ilmini öğrenmeye merak eden bir kimse, Mahmûd Hüdâyî hazretlerinin bu ilimdeki mahâretini, bilgisini öğrenmişti. Bir gün huzûruna çıkarak, kimyâ ilmini öğrenmek istediğini arzetti. O anda Aziz Mahmûd Hüdâyî, dergâhının bahçesinde bir asma ağacının altında istirahat ediyordu. Hiç kimseyi reddetmek âdeti olmadığı için, talebenin bu arzusunu kırmadı. Yeni talebe, bu hususta bir mârifet göstermesi için ısrar edince, Mahmûd Hüdâyî asma ağacından bir yaprak kopardı. Yaprağın üzerine bâzı duâlar okuduktan sonra, talebenin hayret dolu bakışları arasında yaprağın altın olduğu görüldü. Talebe fazla ısrar edince bu hâli üç defâ tekrâr etti. Talebenin maksadı, tekrârlar esnâsında duâyı öğrenmekti. Öğrendiğine kanâat getirince; \"Bu iş çok basitmiş, ben de yapabilirim.\" diyerek asmadan bir yaprak aldı ve üzerine öğrendiklerini okudu. Fakat bir türlü altın olmadı. Sonra; \"Efendim! Ben de sizin okuduklarınızın aynısını okuduğum hâlde yaprak altın olmadı. Sebebi nedir acabâ?\" diye sordu. Aziz Mahmûd Hüdâyî de; \"Evlâdım! Kimyâyı öğrenebilmek için, önce nefsi terbiye etmek icâbeder. Nefsi kimyâ etmeden, bu hallere bu mârifete kavuşulamaz.\" buyurdu. Aziz Mahmûd Hüdâyî zamânında İstanbul'da vebâ salgını olmuştu. Öyle ki, her gün yüzlerce insan vebâdan ölüyordu. Her evi üzüntüye boğan bu âfet karşısında halk toplanıp Azîz Mahmûd'a başvurdular. Duâ edip, salgından kurtulabilmeleri için talebde bulundular. Fakat Mahmûd Hüdâyî; \"Bu gibi hususlara karışmak bize uygun değildir.\" buyurduysa da, halk duâ etmesi için ısrâr ettiler. Onların bu ısrârına dayanamayan Azîz Mahmûd hazretleri; \"Karacaahmed Mezarlığına gidiniz. Bir servi ağacının altında, sâdece hasırı bulunan yaşlı bir kimse oturur, İsmine Hasırpûş Dede derler. Onu bulunuz ve derdinizi anlatınız. Şâyet red ederse, bizim gönderdiğimizi söyleyiniz.\" dedi. Herkes sevinç içinde Karacaahmed Mezarlığına gitti. Hasırpûş Dede'yi bulup durumu anlattılar. Hasırpûş Dede önce kabûl etmedi, Mahmûd Hüdâyî'nin gönderdiğini öğrenince derhâl ayağa kalkarak ellerini açtı ve duâ etti. Gelenlere dönerek; \"Bugün bir kimsenin daha cenâze namazı kılınsın da, sonra Aziz Mahmûd Hüdaî vebâ salgını dursun.\" dedi. O günden sonra Hazretlerinin mübârek vebâ salgınından ölen olmadı.",
    "lat": 41.022297,
    "lon": 29.014352,
    "latitudeDelta": 0.01,
    "longitudeDelta": 0.01
  }
]
